["I am an official Nice Guy and I am also a True Nerd. ☯92JUN","There are simply too many unknowns in 1994; call back in 2014 and ask again. ☯94NOV","It’s a real shame that almost everyone has to start dying to learn what it means to be alive. ☯94NOV","VR could be the drug of the next century. ☯94AUG","Low-cost home virtual reality is closer than most people realize. All over the world, people are working on its development. ☯92OCT","The most negative effect of the net is that it lets people with a flawed world view get together and reinforce their own beliefs. ☯93OCT","The most positive effect of the net is that it lets people with different world views get together and learn from each other. ☯93OCT","Why are adults seen as sensible in their use of technology? Children don't design nukes, fight wars, or generally act like idiots. ☯94AUG","I don't call myself a cyberpunk or a techno junkie. I call myself Jimbo. ☯94APR","I don't know what all the fuss is about. I like New Coke. ☯85JUN","computer haters / data travelers / electro-wizards / paranoid androids / stupid users / techno-freaks / unix gurus / warez dudes ☯93JUL","Out of the room today, I saw a DEADHEAD sticker on a UNIVAC. ☯85AUG","Maybe the Net will be the place to eventually start a cyber-MTV with digital video and a massive “video-server”? ☯93AUG","I hope to eventually pull MTV out of the dark analog eighties and make it ftp-able, telnet-able, and email-able. ☯93AUG","Have you ever wondered why you have to go to school for twenty years to get a job that you could have learned how to do in a month? ☯93MAY","I heard about the Apple Watch recently and was going to check it out—but not now. It can't even transmit or input data. ☯93JAN","Every now and then, I go for a surf (ride waves in ocean) at night (after dark). ☯94JUN","Life is a passing thing. A phase, a segment, a dead-end, a maze. A mountain lake. A race course, a golf course, a spiritual course. ☯86JUN","Someone mistook me for a bot on IRC yesterday. ☯93JUN","When the net slowly becomes populated with non-hackers, some will be helpful but I think most will just be TV-watching drone types. ☯93DEC"]