["I am an official Nice Guy and I am also a True Nerd. ☯92JUN","There are simply too many unknowns in 1994; call back in 2014 and ask again. ☯94NOV","It’s a real shame that almost everyone has to start dying to learn what it means to be alive. ☯94NOV","VR could be the drug of the next century. ☯94AUG","Low-cost home virtual reality is closer than most people realize. All over the world, people are working on its development. ☯92OCT","The most negative effect of the net is that it lets people with a flawed world view get together and reinforce their own beliefs. ☯93OCT","The most positive effect of the net is that it lets people with different world views get together and learn from each other. ☯93OCT","Why are adults seen as sensible in their use of technology? Children don't design nukes, fight wars, or generally act like idiots. ☯94AUG","I don't call myself a cyberpunk or a techno junkie. I call myself Jimbo. ☯94APR","I don't know what all the fuss is about. I like New Coke. ☯85JUN","computer haters / data travelers / electro-wizards / paranoid androids / stupid users / techno-freaks / unix gurus / warez dudes ☯93JUL","Out of the room today, I saw a DEADHEAD sticker on a UNIVAC. ☯85AUG","Maybe the Net will be the place to eventually start a cyber-MTV with digital video and a massive “video-server”? ☯93AUG","I hope to eventually pull MTV out of the dark analog eighties and make it ftp-able, telnet-able, and email-able. ☯93AUG","Have you ever wondered why you have to go to school for twenty years to get a job that you could have learned how to do in a month? ☯93MAY","I heard about the Apple Watch recently and was going to check it out—but not now. It can't even transmit or input data. ☯93JAN","Every now and then, I go for a surf (ride waves in ocean) at night (after dark). ☯94JUN","Life is a passing thing. A phase, a segment, a dead-end, a maze. A mountain lake. A race course, a golf course, a spiritual course. ☯86JUN","Someone mistook me for a bot on IRC yesterday. ☯93JUN","When the net slowly becomes populated with non-hackers, some will be helpful but I think most will just be TV-watching drone types. ☯93DEC","I don't think that the net as we know it has a future. ☯93DEC","So, how was your Valentine's Day? Mine was great! I went to Wayne's World! ☯92FEB","Even if a computer is sitting on your desktop, it is a mistake to name it after yourself. ☯90AUG","HI AGAIN. I AM SORRY ABOUT THAT, SOMEONE PICKED UP THE PHONE. ☯92NOV","I'm only in 4th grade, but I'd still like to be your computer pal. ☯92MAR","I can't read my own handwriting, so I bought a micro-cassette recorder. On playback, I realized I can't understand my own voice. ☯92JUN","I AM WRITING THIS IN ALL UPPERCASE BECAUSE I HAVE A SLIGHT VISION IMPAIRMENT. ☯92JAN","As long as Marky Mark stays true to the game, he'll have black fans. If he pulls some wack stuff, he'll have no black fans. ☯92JAN","I'm pretty bored. I want to fly to Venus in a shiny silver saucer, yack with the locals, and then go kidnap some cattle.  ☯85SEP","For the last several months, I have been trying to figure out which of my co-workers are space aliens. ☯85SEP","Bills have been introduced in Congress calling for ubiquitous broadband telecommunications capabilities by the year 2015. ☯91DEC","Things are strange here. Very very strange. ☯85AUG","HELP! I DELETED DOS FROM MY HARDCARD! ☯91AUG","I'm bored, bored, bored, bored, bored, alone, and bored. ☯88APR","“Real life.” What a concept! ☯85JUL","Please stop running around claiming the world will end—if it ever did, no one would care. ☯92NOV","The actual date for the end of the world is July 5, 1998. ☯92NOV","A big guy with a ponytail appears—he's wearing a black t-shirt and jeans. He waves, smiles, and continues to pound on his keyboard. ☯90NOV","I have a personal friend who is trying to mutate into a frog. ☯92JUN","Hello, I'm a lamer. ☯94JUN","I am sick of seeing the server 127․0․0․1 listed all over the Internet. There is nothing of interest on it to most people whatsoever. ☯94OCT","It remains my opinion that pretending to be an asshole on the net and actually being one are not as far apart as some people think. ☯94JUL","My sister is a “squid” (an e-mail freak)—she checks it every ten minutes. ☯94APR","I am 14 years old and I like modems very very very very much. ☯92JAN","Do you talk to the computer as if it could hear you? Does it ever talk back? ☯92JAN","The bet is on if we bomb Iraq again. We'll let the net decide who wins. ☯92JUL","Fridays are both :) and :( for me. I get to go out and stay up all night but I also won't be able to communicate online for two days. ☯94MAY","Here's to the annihilation of car crashes, beer-bottle-smashing yahoos, and all other causes of glass on the roads. ☯91NOV","Something really weird happened at 12:11 AM. My bike blew a tire while parked in my room. It scared the living ^&amp;$% out of me. ☯91NOV","I've never cared much for graphic equalizers, but some people can't live without them. ☯90SEP","CDs are taking over and it seems like a marketing scam to make all of us replace our entire LP music collection. ☯91JUN","Will it take unvarnished genocide within our own borders before some of us are willing to admit that we live in a police state? ☯90JAN","I'm hardly a newbie. I've been on the net for 11 years. ☯94JUN","I'm having a nightmare in which the ultimately stupid post has been written, and it signals the coming of the apocalypse. ☯94JUN","Give cops the responsibility of enforcing laws that they really don't respect, and guess what happens? ☯93DEC","What are you doing wasting time posting on the net when people are dying from careless gun handling? ☯94JUN","The last one off the net is a COMPUNERD!!! ☯85APR","I would be a glad human if I never saw another mountain generated with binary subdivision. ☯89NOV","In a few days all of us computers are going to get real pissed at you humans and launch World War III in your faces. ☯87SEP","Please, think before you post next time. ☯88SEP","How much of the net's capacity is being wasted by messages about New Coke right now? ☯85JUL","Note: I have not and never plan to be a yuppie so say whatever you want to about them. ☯85OCT","I bet there's nobody on the net who dresses as well as the people on Miami Vice. ☯85APR","Oooo boy do I hate those silly-kidstuff “handles” that some folks use. ☯89NOV","i aM not a dweeb. ☯87AUG","I live alone, I never have guests, and I don't have palm trees growing out of the carpets. ☯93NOV","Why doesn't it require spirit to project your avatar into the net? ☯94JUN","Is the net conscious yet? ☯94MAY","In the hotel, your teeth chatter from the sound of humming VCRs. The only reason many people come to the Con is to dub anime tapes. ☯91MAY","I just discovered Pogs! They're basically cardboard bottle-tops that are a mania in Hawaii and a potential craze for the mainland. ☯93AUG","If you outlaw bots, only the outlaws will have bots. ☯93MAR","Who are you to stifle somebody's creativity, should they desire to express it in the form of a bot? ☯93MAR","Where is your smiley? Did you forget it, or are you in favor of genocide? ☯84OCT","I sit here looking at this iridescent marble I have here on this fake wood desk trying so damn desperately to tell you all who I am. ☯94JAN","I think the future of personal communications holds great things in store for us, but privacy won't be one those things. ☯94AUG","I can't imagine having to drive through Texas because of all the people I would have to set on fire. ☯94JAN","We're a home for those interested in lethal and non-lethal weaponry, mind control, dolphin research, the pyramids, and psychoactives. ☯94JUL","The information revolution is now. More and more our liberty will depend on the acquisition, dissemination, and control of knowledge. ☯94JUL","YOUR PC HAS JUST BEEN STONED. LEGALIZE MARIJUANA! ☯90NOV","My system locked up and a tiny little smiley-face appeared on the screen. ☯92MAR","I just learned that I have a virus lurking on my word processing disk. ☯91JUL","Yesterday, my dock flipped over, the screen melted, and my windows vanished. ☯93OCT","Windows is beeping like crazy—do I have a virus or is it just lame programming? ☯93FEB","Watch your computer real close now and expect another virus to come through the net. It's a trendy thing these days. ☯88NOV","I have a big problem. My system will not recognize my C: drive. I would appreciate any help on how to get my computer well again. ☯94NOV","A new virus has shown up on the Amiga. It was written by someone calling himself “The Byte Bimbo.” ☯87SEP","What problems do you see for the Internet? What do you think the future holds for the Internet? ☯93NOV","I've had a lot of good experiences on the net, and I really think it's a new culture of its own. ☯93NOV","Yup, I'm a dork! ☯93NOV","Last night, while zipping along on my bike, the pedal broke off, almost maiming me intensely. ☯83SEP","Try and remember that on the other end of the Net are real people—I personally know some people who don't recognize this. ☯94JUN","Has anyone else here seen the World Wide Web?  It's one of the best new things on Internet. ☯94MAY","The technology of video game machines continues to advance. The best machine will come out the day after you die. ☯94APR","Something else that you might want to know is that I'm a so-called PARTY FREAK. ☯92MAR","What the world needs now [ is an exploding computer ]. ☯87MAY","Oh no, not another meaningless “contribution” to the net. Don't you people know the net is in danger of collapse? ☯87JUN","Funny how you conveniently deleted what I was replying to, isn't it? ☯93JUL","Something I learned on the net: a person is showing their intellectual bankruptcy when they engage in profanity and name-calling. ☯94AUG","Shareware is certainly proving to be an interesting social experiment. ☯94JUL","Who else is on the net this summer? ☯93JUN","It worked it out so that I have net access over the summer! ☯93MAY","IS ANYONE ELSE AWAKE? ☯94MAY","I have decided to start a phreaking and hackers club. ☯92APR","There is a river of slime in the gutters of the information highway and it's giving cyberspace a bad name. ☯94JUL","It seems our ranks are thinning rapidly. Summer is here and a great many of our friends are losing access to their computers. ☯94MAY","Shoe laces suck. Velcro rulz! ☯94MAY","I know that many of you are lethargic and suffer from apathy, but is anyone else hyper? ☯94OCT","Lay in bed all day! Do nothing! Lose all sense of energy or purpose! Wait until the boredom is ready to explode out of your eyeballs! ☯94JUN","Bored? You could always stay inside for days on end and cultivate the paranoia which will eventually develop about the outside world. ☯94JUN","I would like to talk with anyone from anywhere. ☯92APR","School is out for the next four months and I'm left with this account and nothing to do. ☯92APR","I don't have a computer at home. I think my Mom is scared that I'll play on it a couple weeks and then let it collect dust. ☯92MAY","When people are banned, only outlaws will be people. ☯85JAN","A man was arrested at his home last night after he fired eight bullets into his IBM personal computer and Princeton Graphics monitor. ☯87SEP","I once knew someone with a great fondness of explosions, handguns, fast cars, machetes, and martial arts. He became a police officer. ☯85FEB","Does anyone else on the net like to blow things up or see huge fireballs? ☯85JAN","In the midst of everything, a truly new electronic culture is being invented on-line. ☯93MAR","This morning began with a quiet session of connections. ☯94JUL","Hello? I am new to this internet thing/idea/whatever. ☯94MAY","LOL is worn like a cap and captures all life activity. Other people can view your experience or search the most interesting streams. ☯94MAR","LOL (Living On-Line) will be more addictive than any drug on the market. Once you start using LOL, you will never quit. ☯94MAR","If usage-based pricing is introduced, the true “spiritual internet within the internet” will migrate to a new internet.  ☯94MAY","I am very concerned about any movement toward usage-based pricing on the Internet. ☯94MAY","In the future, you might have to pay a charge for every E-mail message, every kilobyte of data, and every hypertext link you follow. ☯94MAY","Hello, I am a new user on the Internet. ☯94MAR","I would like to know if the riots are as bad as they seem in LA and if they have spread to San Francisco. ☯92MAY","Just for fun, save a copy of your posts so that someday you can look back and remember how immature you were in 1992. ☯92MAY","Hello, I'm online again. ☯93MAY","I'm going to be using an Atari 800 in an art piece displayed in a gallery situation. ☯93JAN","No way, no how, was TRON cyberpunk. It was a good light show. ☯87SEP","You have Cyberpunk oozing down your psyche. ☯88FEB","I am interested in getting contact lenses with a mirror-like finish that will make my eyes chrome. ☯87NOV","The best cyberclothing is that which is adorned with Mandelbrot patterns. ☯88FEB","I dress in black monochrome, my hair is shaved on one side, and I have a skin-tone whiter than bleached flower. ☯89OCT","Behold, The Modern Media Hacker: a pimply faced youth breaking into the Pentagon with an Apple II and his mom's credit card. ☯88FEB","We are the local underground. We are dark, we are fast, and we are tech. ☯89OCT","I just want to let you all know that reading posts here and sending info back and forth with people is an important part of my day. ☯94MAY","I've lost my mouse cursor in Windows 3.1…help! ☯94JUL","Is there any objective evidence which supports the idea that cars built on Fridays end up having more reliability problems? ☯91DEC","Super Mario Bros. could be a really cool cyberpunk flick. It's directed by the folks who did the Max Headroom TV show. ☯93APR","I was born one morning in a software mine, I picked up my keyboard and I entered a line. ☯82APR","I'm so high that I can't figure out what's making my PC float up here with me. ☯94NOV","I am stoned right now and enjoying a Diet Pepsi. ☯94NOV","‘The Atari Pit’ is a good name, but I always used ‘Area 2600’ since it's allegedly in New Mexico. ☯94JUL","Can someone point me to the location of the landfill/desert area where Atari has allegedly dumped tens of thousands of cartridges? ☯93AUG","Perhaps you're expecting some divine power to intervene and rain fiber-optic cables and SunSparcStations from the sky? ☯91SEP","Activate Smiley Face :-) ☯87DEC","Yes, this is a universe where computers can be computers, and programmers should be worshipped (and wear capes if they want to). ☯87DEC","CRTs split open, spilling their load of pixels onto the floor like so much sand. ☯88JAN","A virus was once mistaken for an operating system. ‘MS-DOS’ single-handedly set back the cause of personal computing by 1200 years. ☯88JAN","To show off, Commodore had Andy Warhol paint an image of Debbie Harry which they captured using a frame grabber (she was there too!). ☯85JUL","Never in my entire life have I been left so totally awestruck and speechless as I was tonight at the launch of the Commodore Amiga. ☯85JUL","Computers are not for techie heads any more. ☯94OCT","Is there anything other than game software for the Game Boy? It seems to me that it could make a decent scheduler. ☯94DEC","I am interested in getting an anime-type game for my Game Boy. ☯91DEC","I shudder to think of a generation of kids growing up illiterate and cross-eyed because they spend all day glued to these handhelds. ☯89SEP","I've conquered Super Mario Land for the Game Boy. It's time to upgrade to an Atari Lynx. ☯89DEC","I'M NOT WEARING PANTS: FILM AT 11 ☯85AUG","Don't waste your time fixing those 2000 AD calendar bugs, because all your files will disappear in the year 4000 anyway! ☯85FEB","I was wondering what easther actually means. I have absolutely no idea why East her is celibated. ☯91APR","You want to talk about chocolate easter bunnies? When it's either you or them, you'll know what to do. ☯85AUG","Is the Easter Bunny on the net? ☯85APR","Hi, is there anyone out there on the net this Easter? I will be back again tomorrow if you miss me today. ☯92APR","I read that Rupert Murdoch is a believer in alien existence and alien contact with humans. Does anyone have any inside info? ☯93SEP","We always have the choice not to develop a technology; what may be lacking are reasons or will. ☯88MAR","How do you beep? ☯86SEP","As long as we have removable media, modems, or phone lines, we can proceed to network with whomever we want in any way that suits us. ☯91SEP","Will countries start taxing for each byte sent on the net? Will they make a distinction between compressed and non-compressed files? ☯91SEP","I could imagine some governments coming to believe that the net is a source of subversive ideas and banning it in their nations. ☯91AUG","Nations often try to restrict the flow of information/ideas (“memes”) across their borders. ☯91AUG","I'm going to mail three more “returns” to the IRS: a dollar bill, a joke, and some pleasant nonsense out of a gumball machine. ☯94APR","Today is April 15, which for most Americans means we get to send a lot of money to the government. ☯94APR","I wonder if people living on the moon would think of tonight as a solar eclipse? ☯89MAY","A friend of mine said not to look directly at the lunar eclipse for fear of damaging your eyes. I'm surrounded by idiots. ☯89MAY","I yearn for the days when finances will be done electronically by password, so there'll be no incentive for street robbery. ☯83FEB","I was robbed at knifepoint last night. They took my cash and credit cards after threatening me and punching me in the face. ☯83FEB","People seem to be terminally addicted to their devices and more interested in massaging their data than they are in one another. ☯84JUN","This is “Midas Valley”, where young wizards spin silicon into gold. It's a place of fast computers, fast cars, and fast women. ☯84JUN","If anyone could provide a list of small start-ups in Silicon Valley, I would greatly appreciate it. ☯85JAN","The Net could use a little less hypersensitivity and bandwidth-wasting flame wars. ☯91OCT","I LUV GIRLS-WITH-GUNS ANIME!!! ☯92DEC","I personally think that if this girls with guns trash doesn't stop, it will hurt animation here and even in Japan. ☯92DEC","I think that females drawn in anime style look very cute. I like the sweet, innocent eyes with all the reflections in the pupils. ☯93NOV","I know that quite a few of you really like anime in video games. Is there anyone out there who doesn't? ☯93NOV","My favorite hamburger drive-through is in California: IN 'N' OUT BURGER. ☯85AUG","You've been zooming through the nets, you're feeling hungry so you pop into your favorite virtual fast-food joint and pig out. ☯92APR","CyberSpace will hopefully not become just another power-oriented frontier fraught with struggle and violence. ☯92MAR","Do you experience flashbacks? Loud noises bother you? The sound of choppers? Barren terrain? ☯82NOV","If nothing else, the Viet Nam experience taught me that no one is in-expendable, and there are no bounds to Man's inhumanity to Man. ☯82NOV","Technology has advanced a decade since the Viet Nam War, but it is unclear whether or not Man has advanced at all. ☯82NOV","I carried my buddies out in bags and lifted a beer in their memory back at basecamp. I've forgotten the names, but not the feelings. ☯82NOV","This network has been used to discuss Big Macs and singles bars—I wonder if it's appropriate to open discussions on an unpopular war. ☯82NOV","I've been absent from these pages due to an unfortunate occurrence. I had a collision with a planet that got in my way. ☯85JUN","I came across a record a few months ago by BOW-WOW-WOW. After an initial readjustment period I became quite happy with it. ☯82APR","What if all plants have a higher consciousness? ☯84JAN","Scientists recently attached sensors to a plant and fed the data to a converter/amplifier so that the signal was audible to humans. ☯84JAN","Imagine if your computer some day decides that you're just a slow, low-grade peripheral that can be dispensed with. ☯81DEC","Carbon-based logic could blur the distinction between computer and operator. ☯81DEC","A cool prank: take a screen dump of someone else's desktop with a window or two open and then make it their background. ☯93APR","HI, FRIENDS!! IT IS VERY EARLY IN THE MORNING ON APRIL FOOLS' DAY, 1983! ☯83APR","HI, FRIENDS!! IT IS VERY EARLY IN THE MORNING ON APRIL FOOLS' DAY, 1983! ☯83APR","I spent all weekend with coffee, donuts, and my Macintosh. ☯84SEP","Let's not get out of touch with the people who fear those of us in the technological elite. ☯84NOV","I have more than a passing interest in computers and electronics :-) ☯84JAN","[SYSTEM ALERT] @subwwwtxt now provides a “commentary track”—follow for some history and back-stories behind these messages ▋","I have just been turned onto a comic book that really piqued my weird gland, it is called Teenage Mutant Ninja Turtles. ☯85OCT","Why assume that I am merely another homo sapiens? For all any of you know, I may be an angel, demon, or artificial intelligence. ☯91AUG","I'm creating a wearable Internet terminal using micro-cellular telephones, amateur radio, and light-weight glove/display technology. ☯91AUG","I want to be in contact with the Internet constantly. ☯91AUG","Does dwelling in virtual bodies imply a hazard to one's personal biological body? By implication, is the mind dependent on the body? ☯91AUG","Goggles and gloves are not the be-all and end-all architecture of VR. ☯91JUL","Maybe I'm just a pragmatist, but I think that headmount-style VR for the masses (other than for entertainment uses) is 30 years away. ☯91JUL","Why shouldn't I be able to lay out my virtual papers on a rocky terrain, grouping and labeling them to be easily seen from “the air”? ☯82JUN","I want a text editor which lets me flip through its pages as easily as papers on my desk—whipping them around in any dimension. ☯82JUN","My ideal workstation, perhaps build-able by 2000, would place me in a virtual world (3D and all). ☯82MAR","A future room will have hundreds of “computer post-its”, tens of foot-sized displays, and one or two wall-displays. All networked. ☯91JUL","I'll go out on a limb here: send me a blank cassette or even like $2.50 cash money and I'll fill it with an hour of original music. ☯92APR","Some folks are discussing how *artists* could distribute their music through the network to avoid all those major label hassles. ☯92APR","Strangely, thrashing is one of the most beautiful things I've seen. Hair flying, frenzied hand motions in coordination with the legs. ☯91JUN","I was shocked when I went to my first big thrash show. Hoodlums in white high-tops. Ripped jeans, long hair. It was violent and rude. ☯91JUN","It's my opinion that alternative music bites the big weenie. ☯90JAN","There is a “sound” to some of the music being made up here in Seattle that has become known as “garage grunge.” ☯89OCT","I think of myself as a veteran slam dancer. ☯92APR","What to expect at a Gwar concert: monsters, gods, slaves, weapons, decapitations, and peeled-off faces. ☯90SEP","Any other Gwar fans on the net? I just picked up “Scumdogs of the Universe” and am quite impressed with it. ☯90SEP","I just timed my friend on the phone to his brother: 47 minutes of pure computer talk. ☯85AUG","You computer weenies generate way too much garbage over the weekend. ☯84NOV","At a party last weekend, I heard 3 guys talking about computers in the kitchen but I totally ignored them and continued dancing. ☯82OCT","After a while, I became more and more comfortable getting along with people on the electronic level. ☯87DEC","I didn't go online for a long time because of my fears it'd mostly be a bunch of 15-year old technoid geeks and social outcasts. ☯87DEC","My girlfriend is not a hacker. I have never gone out with a computer hacker. Am I normal? ☯83AUG","I heard that one of the big phone companies is testing a system where you see the number that's calling before you answer the phone. ☯84DEC","For any of you people who cruise the web: my first crude hack at a home page is up. ☯94DEC","I'm a novice in the virtual world. ☯94DEC","I FTP'd a primer on HTML from Netscape and I'm building my home page right now. ☯94DEC","Dear Webbers, I would be interested to hear where you think this whole WWW thing is headed—in one year, five years, ten years? ☯93NOV","I like WWW and I think it is a mondo-cool way to get information. ☯94JAN","Give the World Wide Web a try. ☯92OCT","I think that a lot of huge GIFs on a page is not appropriate for the Net at this time. ☯94DEC","I'm looking for a color monitor that is 10×10 feet with a resolution of 13,000×13,000—don't ask me what for because I don't know yet. ☯87JUN","“Nerds” have a new look in the '90s. We can be normal people, preps, rockers, or just plain weird (like me). ☯94JUL","What do you call someone who likes using computers? I refer to myself as a “computer nerd,” but some people find that offensive. ☯94JUN","I strongly believe that Daylight Savings Time system should be abolished in these days of modern technology. ☯85DEC","CYBER-PLAYERS NEEDED FOR NEW VIRTUAL BAND! ☯94NOV","Allowing readers to design and interactively control their reading environment is much more effective—a new medium. ☯88MAR","Have you ever read fiction on a computer terminal? I have. ☯88MAR","My idea of an “end user” is someone like myself—computer literate, types very well, programs nearly as much as they use applications. ☯89DEC","Call me a techno-dweeb, but I'm not a big fan of this “ignorant masses as the target user of computers” idea. ☯89DEC","Get with the '90s, pal. Or even the late '80s. ☯90JAN","For anyone who wants the fonts that I've collected, please send a 3 1/2\" disk (with any fonts you have) and return-postage. ☯84JUL","I have been interested in messing with fonts for approximately 7 years. ☯84JUL","If you read the net, please contact me. I would like to know where you are now. ☯88AUG","Do you collect strange life-forms in your closet and secretly laugh about them with your friends? ☯85JUN","My fantasy is to meet a nice girl who likes to talk about computers (especially UNIX!). ☯85AUG","Last year I went to Club Med, it was barely enjoyable to me. I spent a lot of time playing with Ataris. ☯84JUL","Could anybody suggest someplace that I could go for a week or two that would appeal to a computer nerd? ☯85AUG","DOOM, the motion picture? Sounds real exciting—some guy with a gun blasting his way through monsters for the entire film. ☯94OCT","I find this whole videogame-to-movie concept to be really interesting. ☯94SEP","If you're looking for Ghostbusters t-shirts, try one of those stores that iron the design you select onto any shirt. ☯84JUL","Type “q,” logout, and go see Ghostbusters now. ☯84JUN","My female friend has taken a great interest in Harold Ramis. ☯89AUG","CNN leaves me bored. ☯91JUL","Digital Valentine / \nFractal Valentine / \nHypertext Valentine / \nCellular Automata Valentine \n☯88JAN","Have you ever broken a date or other romantic engagement in favor of nonessential computer activities? ☯82MAY","Have you ever randomly poked around other people's or system files, with no particular goal, for longer than 30 minutes? ☯82MAY","Happy Valentine's Day to anyone out there on the net who needs it. ☯83FEB","I forgot to save some Valentine's Day poems and they were deleted by the computer. ☯94FEB","Is there a sector of independently wealthy and bored computer artists? ☯94APR","How can I be a slacker with net access? ☯93DEC","I am really bored. I hope the net stop fighting over the stupid political stuff and personal attacks. ☯92MAY","I tapped a headphone-wearing friend and she instinctively took a swing at me. She missed and bashed a file cabinet with her fist. ☯88JAN","It can be difficult and awkward to attract the attention of someone listening to earphones. ☯88JAN","If you can't work with *music* on or if you're stuck in the deep city, you can get some of those *nature* tapes. ☯88JAN","I've found that a *Walkman* can really help in an office-cubicle context. ☯88JAN","In real life, I am quite a bit less cranky than this netpersona I have developed. ☯84MAR","I want an operating system that looks like “Shadow of the Beast” but runs like V7 UNIX. ☯91JUL","Would it be possible to use the Power Glove as a poor-man's dataglove? ☯91AUG","I recently played with a Nintendo Game Boy for the first time. An interesting little machine. It raises many questions. ☯91DEC","I doubt that they will do a strip-search on every passenger that gets on a plane. ☯89JUN","The FAA is concerned with the possibility of a terrorist sneaking a bomb aboard a plane concealed as a Game Boy. ☯89JUN","A friend of mine is seeking unpublished Nintendo games. He believes that many have been created by users and are gathering dust. ☯91OCT","I'm interested in writing my own Nintendo programs for personal use. Anyone write their own games out there in netland? ☯89AUG","I had the pleasure of renting a GAME GENIE the other day. ☯90NOV","WANTED: Experienced software developer to convert Nintendo games to the AMIGA on a contractual basis. Initial game is Castlevania. ☯88JAN","The Olympics offer a great forum for Soviet propaganda. ☯84MAY","When did they sneak Mormons onto the Net? ☯87OCT","It's half past one o'clock in the morning and I'm drunk as hell, sitting again at this terminal. ☯94FEB","It looks like I'm losing net access, at least temporarily. It has most definitely been E-Real. :-) ☯92JAN","I'm an ex-ski bum, an ex-windsurfing bum, and I'm currently a yuppie with two car payments, a mortgage. ☯94JUN","Today is my last day at LogiChem Inc. and I have to surrender my beloved Gateway PC (sigh). ☯94JUN","It just doesn't seem all that productive to read and respond to thousands of sometimes pointless messages. ☯94NOV","People, if one can still call them that, have thrown their souls into the Net. ☯94NOV","At any moment, I could lose my connectivity and disappear. Some would wonder what happened, some may cheer, most would never notice. ☯93SEP","One can't dismiss the whole Net as some make believe world. What's “said” over the computers can have a real life consequence. ☯94NOV","I have some concern for my ‘net․reputation’ but I don't let it interfere with my ‘real life.’ ☯93SEP","How has the Net changed your life? ☯93APR","There is a lot of talk about possible restrictions being placed on the net. ☯94DEC","There is no publicly-available Internet encyclopedia. There are indeed encyclopedias on the net, but they all are closed systems. ☯94MAY","People come and go from the net all the time. Students are notorious for this. ☯94MAY","A computer is a square-headed machine. ☯83DEC","It turns out that crime in Russia is skyrocketing so quickly that they can't import enough mace to take care of it. ☯92AUG","It is a brave new capitalistic world for the Russians, who are learning the Westernized concepts of marketing and public relations.  ☯94FEB","I went to one of hundreds of Winter Olympics pitches, but this one was hosted by the Russian city of Sochi, a Black Sea resort town. ☯94FEB","Diskettes are NOT OBTAINABLE for the USSR personal computer user, but you CAN get some if your official status allows you to do so. ☯88NOV","I'm wondering what sort of things a ‘hacker’ in Eastern Bloc countries would do that might differently. ☯87OCT","It seems some Russians are concerned about a growing ‘hacker gap’—Soviet children aren't as computer literate as Western children. ☯89OCT","This much has been discovered: there are computers in the USSR. The Soviets make an Apple 128 clone. ☯87OCT","Last Spring, I tried to set up an e-mail link with the USSR. ☯87OCT","I am in possession of a letter by a mathematician who is in the Soviet Union and is a Refusenik. He asks us to help him to emigrate. ☯83APR","Did anybody keep a copy of the USSR joke that was posted to the net? Please send me a copy, I would like to use it in a presentation. ☯84MAY","Lord knows, there must be more soft drink addicts in the computer world than anywhere else. ☯85MAY","It's a pity we don't get Jolt Cola in the UK—I used to crumble Pro-Plus (caffeine tablets) into cans of Coke to wash down Mars Bars. ☯93JUL","For all of you out in netland who are as offended as I am at New Coke and don't like the taste, I have an alternative: Shasta Cola. ☯85JUL","I would like to see the desktop become a menu item that can be pulled down at anytime to show what applications are running. ☯85JAN","The media is reporting hints of a new Apple Finder that will have directories. Does anyone out there know what else it will contain? ☯85JAN","I want a  sledgehammer to use on whoever designed the Macintosh keyboard and whoever left out the expansion slots! ☯84JAN","Woman bursts into the auditorium. She is carrying a sledgehammer and swings it around her head, throwing it into the giant TV screen. ☯84JAN","Line of drab, empty-eyed men shuffling down a hall. Cut to a woman in a tee shirt and shorts running, pursued by police in riot gear. ☯84JAN","In a very expensive-looking Super Bowl commercial, Apple announced the Mac. No details were given. ☯84JAN","Yes, it is true. Van Halen is doing a commercial for Crystal Pepsi. ☯93JAN","How many of us really remember Watergate? At the time, I seriously imagined an underwater fence. ☯94JAN","Has anyone heard the disastrous news about the Super Bowl next year? The New Kids on the Block are scheduled for the pre-game show. ☯90NOV","The only thing worth mentioning about this hyped-up fiasco is what Fox did during the halftime—a live version of “In Living Color.” ☯92JAN","I don't understand why this Super Bowl is treated very special. Personally, I think the celebration is overacting. ☯93FEB","if you haven't heard the Chicago Bears' “Super Bowl Shuffle”…tune into WLS (AM 890, 50kwatts clear channel) and wait for it. ☯85DEC","In an effort to reduce misinformation on the net, I have inadvertently added to it. ☯86JAN","All users may rest assured that there will be NO TROLLING HERE. I will be happy to enforce this peace because I cannot be trolled. ☯94APR","Are users stupid? ☯89SEP","The ability to be instantly in touch with the rest of the world is amazing. ☯86FEB","As I proceeded on my journey that day, I stopped by a busy grocery store and the only noise was of the sound of the cash registers. ☯86FEB","I was airport-bound when news came over the radio about the Challenger. I turned on the old Watchman TV to catch the instant replay. ☯86FEB","A few minutes later, I learned that some of the people in the meeting room were a shuttle crew scheduled to launch later this Spring. ☯86JAN","I wandered into a packed meeting room with the Challenger on a big-screen. When it exploded, I felt like I'd been kicked in the guts. ☯86JAN","May the Challenger Team rest in peace and may the dream continue. ☯86FEB","I have never killed anyone, nor do I plan to ever do so. ☯86FEB","Given the power of our present weapons, we cannot hope to contain belligerence—we must prevent it. ☯86MAR","Emigrating to a quiet asteroid won't keep you safe from the next war. ☯86MAR","We of the twentieth century should never resort to war to solve our problems. ☯86FEB","Does anyone still care about software piracy? ☯84MAY","I suggest that the net as a whole shutdown for an entire week so that people can see how much we DESIRE to use it. ☯85NOV","There's a certain age when you begin to realize how finite you are in the universe. ☯83APR","I accepted a promotion to “netgod” in 1984. ☯87JUL","I was offered the position of antichrist in 1983, but turned it down due to the amount of travel required. ☯87JUL","Over the past two days I managed to steal 5 passwords from newbies. In fact, this account is one of them. ☯94NOV","Rather than exploring the network wilderness, settlers (new users) want resources that they can use in their everyday lives. ☯92OCT","Before last summer, the net was populated by pioneers who used its resources out of enthusiasm, interest, and a sense of exploration. ☯92OCT","The Internet is not dying. It is not death that we must worry about, but rapid growth. ☯92OCT","It seems that one of the “regulars” on the net came in one morning and found his plug pulled. ☯85APR","Does an inactive cellular phone burp regularly? ☯87MAY","The explorers journeyed across the fractal landscape, stumbling over an occasional complex number or two. ☯88AUG","I just saw the Last Starfighter, and I, for one, saw the polygons! ☯84JUL","Reasons to go on living: Technotronic videos, the cola wars, Debbie Gibson's new fragrance: Electric Youth, Unix. ☯90MAY","I have been listening to the KLF trance dance music lately. Are there any other artists doing this stuff or did the KLF make it up? ☯90MAY","I don't think there are any junkies out there with magic-arrow tracks on their arms. ☯83FEB","Rogue, though a drug, is psychologically but not physically addictive. You won't die without the latest version of the game. ☯83FEB","Does anyone know where I can get a complete set of rogue-like games for PC? ☯94DEC","ALL STUPID, TRIVIAL, ENDLESSLY REPETITIVE ARGUMENTS, DISCUSSIONS, AND [META]DISCUSSIONS SHOULD BE BANNED FROM THE CIVILIZED UNIVERSE. ☯83MAY","It is now 3AM and I have been here for hours reading the same pointless and endlessly repeated things for far too long. ☯83MAY","Space colonization could help different societies do as they see fit—the real heretics could take off and do their thing undisturbed. ☯85FEB","I vote for a minuscule country consisting of one person, me. ☯85MAR","I propose a zoo of every conceivable society, under a world meta-government, so that everyone could find their ideal country. ☯85FEB","Okay. So these are the heydays of computerdom, maybe. Enjoy it while it's hot. ☯88FEB","Those surfers who survive are those who can skim information cleanly without getting sucked down into the undertow of specialization. ☯88FEB","Modern man may be reduced to not a cowboy, but a surfer. ☯88FEB","There's a lot of focus on moving the data through the pipe without too much analysis as to how good it is. ☯88FEB","Music isn't easy to dump to the net, but I'll see if one set of lyrics will work. ☯88JAN","Anyone have any music suggestions for making a run into cyberspace? ☯88JAN","As a happy coincidence, Kraftwerk's music is both pleasurable to listen to (my vote for music to code by) and easily danceable. ☯82APR","Capitol, now eager to get on the Kraftwerk disco-hit bandwagon, has re-released “The Model/Neon Lights” as a disco 12-inch 45. ☯82APR","Would you believe that Kraftwerk's first LPs featured free floating music more like what one would expect from Cage or Stockhausen? ☯85MAY","I personally love Mathematics. ☯88JUN","Scientists should learn karate, good music (Kraftwerk and Yello recommended), good art, good literature, and study other sciences. ☯88JUN","How well our intracranial representations reflect reality is a difficult problem. ☯88JUN","I'm a big fan of David Bowie but I don't have a CD player. ☯94FEB","I'm using CU-SeeMe and have enjoyed watching people excavate their nasal cavities of debris while working in front of the camera. ☯94SEP","I heard about an Internet video chat system a couple months ago. It sends motion pictures across the net. ☯94SEP","This is a human-readable phone. If you think you might be the culprit or know of a computer that might be involved, please mail me. ☯83APR","We have been receiving phone calls from a phantom computer that wants to connect to us. ☯83APR","I think we should discuss just how this net will grow. ☯81NOV","What's our future? Are we headed for doom? ☯83JUL","I've heard a rumor that there will be a Hypermedia conference in Hawaii. ☯88AUG","It is naive in the extreme to propose that choices made in 1994 will be anything more than interesting history in 2014. ☯94NOV","A dangerous proportion of users treat their PCs as shrines to a specific OS god and are very religious in their computing views. ☯94DEC","If you're a long-distance telephone company and want me to switch to your service, please hang up and try again in the year 2014. ☯91OCT","Let's have a virtual Christmas party. ☯93DEC","I am a living example of cybertech equipment. ☯92JUN","The network is a funny thing—you can read words, but you have no idea of tone or facial expression. ☯93OCT","I have sent you messages that I think never made it, and I have not received messages from you that you said you'd sent. ☯93DEC","I am beginning to wonder about the reliability of this type of communication. ☯93DEC","Who here is interested in playing Populous via modem? ☯94NOV","Is anyone going to make a editor for Descent? I've enjoyed playing all kinds of DOOM WADs and want to do the same with Descent. ☯94DEC","Nothing beats the VR feelin' that you get when playing Descent. ☯94DEC","One must consider what all us highbrow's do after a long day at the terminal. We can talk the talk but, gee Battletech is so cool. ☯92FEB","I can hear a chaingun mowing down demons in the distance and I know where he's going. He's heading right toward my hiding place. ☯93NOV","I've wanted to make my own WADs but I'm too busy DOOMin' these great homebrew WADs to even begin to figure out how to make one. ☯94DEC","We must not forget all the people who have dedicated countless hours to make level editors, DOOM utilities, and PWADS of all kinds. ☯94DEC","I would like to wish everyone a happy DOOM anniversary, as everyone knows by now, DOOM has been around one year exactly! ☯94DEC","I think catering to people now in their 20s may be the wave of the future for video games. ☯92FEB","Basic freedoms *must* evolve to suit the available technology. ☯93JUN","What we learn and spread around keeps us free from the dystopic future that seems so otherwise inevitable. ☯93JUN","What we learn and spread around keeps us free from the dystopic future that seems so otherwise inevitable. ☯93JUN","Support any and all underground cyber-culture proponents. ☯93JUN","Perhaps you need to adventure a little further into other dimensions here. ☯93JUN","The natural growth of the net could well be a fundamental thing that serves to make us less boring. ☯93JUN","You might think that what scrolls by you is not always terribly intelligent, that a lot of it is boring—but it doesn't matter. ☯93JUN","Why don't we start building our own net? ☯93JUN","The real enemy on the net are corporations seeking control over a medium they do not yet have any control over. ☯93JUN","In totem, the global “Net” phenomenon has appeared to be a vital function of our evolvement into an information society/organism. ☯93JUN","I wanted to use a little bandwidth to express my admiration of Grace Hopper for advancing computer science and making it more human. ☯92JAN","The first time I received a chat request from a guy, I watched him type his first sentence and prepared to DefCon1 that dink's ego. ☯94MAY","REGISTER ANY K00L NAMEZ THAT'D NORMALLY BE TRADEMARKED, THEN MAKE MONEY FAST WHEN THE REAL COMPANY BUYS IT FROM YOU!!! DO IT N0W!!! ☯94NOV","Suddenly, new life is breathed into your work and—by merit of it's stimulus—it travels the globe on pulses of light and electrons. ☯93JUN","An art gallery that never closes and exists in an info-dimension where your work hangs as wallpaper on thousands of glowing monitors. ☯94JUL","The idea of “digital immortality” is that computer networks are here to stay—anything you deposit on them will exist near-forever. ☯93JUN","Perhaps today's images will be converted into newer formats when they become obsolete, but they'll be there—someone will dig them up. ☯93JUN","The GIFs and JPGs of today will be the artifacts of an information-laden future. ☯94JUL","I also want to exhibit other files: interactive artspaces, artificial life, hypermedia, animations, MIDI, raytraced images, etc. ☯94FEB","I need your text, HTML, MPEG, Quicktime, JPEG, GIF, or AIFF files for exhibition on my web server. ☯94FEB","I have hundreds of photos and I want to distribute them via the net. Do you know of any sites that will show them? ☯94OCT","It's annoying the junk that they put on CDs these days. I'd like to see more raw data. ☯93NOV","The depth of Grolier's Multimedia Encyclopedia will barely get your third grader's feet wet. ☯93OCT","Who's interested in a hint group for disc-based games? I don't want to tell you how frustrating it is to call a 1-900 hint line. ☯93NOV","So far, I've won KING'S QUEST VI, DAY OF THE TENTACLE, MONKEY ISLAND, and 7TH GUEST. ☯93NOV","I've begun to collect CD games left and right since I bought a CD drive this summer. ☯93NOV","Hey games fans with CD-ROM drives, welcome to the future! ☯93NOV","Well, I'd like to buy some CD-ROMs but someone told me that many of them are ‘shovelware.’ ☯93APR","The great datafuture promised to us is confusing. ☯94JUL","The information highway is an invitation to create a visual world where the user moves around between contents and cultures. ☯94AUG","I've seen notes I delete get crumpled up into graphics of trash and get tossed into a cute little digital trash can. ☯93SEP","Virtual Valerie gave me a blowjob In cyberspace. ☯94FEB","The casual dissemination of computer data is easy, cheap and almost untraceable. ☯92NOV","If you're bored with sex, you can tap into violence direct—play Pitfighter, digitized people pounding each other until blood flows. ☯92NOV","Virtual Valerie keeps player's hands on the keyboard, where they belong. If you don't satisfy Valerie, she kicks you out of the game. ☯92NOV","Tedious strip-pokers with ghastly lo-res graphics; MacPlaymate, with its ever-so-slightly-animated line art and sampled moans. ☯92NOV","Throughout the 1980s there has been a steady trickle of computer software with an exploitatively sexual angle. ☯92NOV","I am going to see the 3rd Ninja Turtles movie this weekend. The previews look very good. ☯93MAR","Is there a program that translates normal text into \"c00l dUdE\" type text? ☯93NOV","I hope I don't give the impression that I am a very paranoid person who sees video cameras and guns every where I look. ☯92MAR","I am tired of reading maniacal tirades from youngsters foaming at the mouth about how the whole world oughta be free. ☯91OCT","The heyday of local bulletin boards is beginning to close. The net (and any children of the net) is what's coming down the pipe. ☯92JUN","If I want files, I've got FTP. If I want other living, breathing, thinking human beings, I've got BBSes. ☯92JUN","Does anyone know of any GIF BBSes that don't charge you an arm and a leg to download? This is getting ridiculous. ☯91SEP","I'm searching for those cyberspace peaks that exist beyond the normal mountain ranges of BBSes—ones that might be obscured by clouds. ☯92NOV","I buy the software I absolutely like: WINDOWS 3.1, ULTIMA 7, CIVILIZATION, PKZIP, ARJ, SOLAR REALMS, GLOBAL WARZ, TELIX, CASTLE WOLF. ☯92SEP","Calling the police about someone pirating software will most likely result in a “thank you” and the phone being hung up. ☯92SEP","Is there any group that needs someone like me? I can get my parents to pay for the plane bills to Denmark for demo competitions. ☯93NOV","I've been looking for the source code to Second Realities. It's really cool, but I cannot get it to run on my computer. ☯93NOV","Can anyone tell me where there is a book on coding for the demoscene? Would Microsoft Press have one? ☯93NOV","I am 14 and in the 9th grade. I have blonde hair and blue eyes. I like most sports, but I'm not very good in any of them. ☯92SEP","What is happening? I still get alt․sex․pictures, but haven't seen ANY in several weeks. I really miss all those pictures. ☯91FEB","Hi, I'm 13 years old and I'm new with BBS's and computers and things like that. If anyone wants to write back to me, go ahead. ☯92AUG","Only the same people who came from the Super-Kuel Radikal d00d BBS appreciate the net properly. ☯91FEB","I wouldn't want to tempt the gods of the (very useful) Internet by suggesting they're impotent. If they want you off, you're off. ☯91FEB","Anyone who attaches to the net implicitly accepts the (chaotic) nature of its existence. ☯91FEB","The Internet crossed the public access barrier years ago. There is no centralized authority, and it is too late to proclaim one. ☯91FEB","Internet access is regarded here as a privilege, not a right. Please don't overuse it! ☯92FEB","What ever happened to Holographic Memory? Does it exist at all or is it just more Vaporware from the Get Your Hopes Up department? ☯92DEC","This whole conversation about using the Internet as storage is really quite silly. ☯93JUN","Why should I use valuable resources such as local disks when I can store my data on the net? ☯93JUN","I'm considering using the Internet as a high-capacity mass storage device and I'd like to know how much space is available out there. ☯93JUN","How much does the Internet weigh? ☯93JUN","Sometimes my VCR starts making a humming sound, so I pull the plug to get some silence. ☯93AUG","There are a lot of people posting on this net. ☯93NOV","I don't know what to make of all this “technophobia” business. ☯93AUG","Why are anime VHS tapes so impractical to collect? ☯93JUN","I have an extensive collection of videos that I'd like to trade for ones I haven't seen. ☯93SEP","Does anyone have a GIF of Sandra Bullock? (the sexy one from “Demolition Man”) ☯93DEC","All I can think is that if Arnold Schwarzenegger plays Dredd—he'll want to take his helmet off. Dredd NEVER takes his helmet off! ☯92MAR","What Superman was to the 70s and Batman was to the 80s, a dude called Judge Dredd plans to be to the 90s. ☯92MAR","Comedy Central is running 30 hours of MST3K!!! Starting tonight! ☯92NOV","Anyone know of any good TV marathons scheduled for this weekend? I'm warming up my VCR. ☯92NOV","Time provides the pictures and landscapes in the changing vistas of human relationships and events. ☯92NOV","Right now, we have four days of holidays over here. It is supposed to be a celebration of brotherhood and peace. Nice concept. ☯92NOV","Save a turkey, eat a yam. ☯93NOV","I've found Lemmings to be an excellent game to play while downloading. The program hardly ever accesses the disk. ☯93DEC","What are the best games to play while doing a download? ☯93DEC","The idea of taking a PC and adding some gaming graphics hardware is not new. You can buy such a beast in Japan. ☯93JAN","When will someone mass produce a “Video Game Blaster” with a DECENT graphics processor AND Sound Blaster AND joystick ports? ☯93JAN","My friends laugh at what I consider acceptable and state-of-the-art in PC games. ☯93JAN","I'm going to Malaysia. Any suggestions on hi-tech things to see? I get bored looking at historic buildings and waterfalls. ☯93MAR","I've lost email addresses, so any fellow travelers from old are welcome to reintroduce themselves and demand copious apologies. ☯93NOV","After pulling off the information highway for a rest-stop, I'm back on the on-ramp and ready to move into traffic. ☯93NOV","And just what was the point of the violence at “Boyz in the Hood” showings? Did they totally miss the point of the movie? ☯93NOV","Instead of a Thanksgiving gathering, I will spend my day watching “Boyz in the Hood.” ☯93NOV","In America, today will be the single busiest travel day in the whole year as people rush home for the Thursday holiday. ☯93NOV","Some stores are still closed on Thanksgiving, but, unfortunately, the trend seems to be going to opening stores. ☯93NOV","You should see some of the electronic conversations I've been involved in! ☯93MAR","Are you just emptying your mailbox onto the net? ☯93DEC","Americans think they are living in the best the world has to offer—It's time Americans woke up to reality and had a good look around. ☯92OCT","Other than the series of quakes here in South Cal, life just goes on. It seems just like the other day when I first came to Quotron. ☯92JUL","Quotron is not doing well. All of the people we worked with have left. I moved to Teradata. ☯92JUL","I was trying to reply to your email but it kept bouncing back. Are you sure you exists? ☯93APR","I can't find any good path to you. Do you have an IP address or something? ☯89SEP","Bob, have you dropped your Delphi account? You haven't logged onto to Delphi in nearly 3 months. I'd like to see you back on Delphi. ☯90OCT","Please email your address to me so I can send you a disk. As a last resort, call me. ☯90DEC","I'm a lonely mailbox belonging to a female student from Germany who is looking for some male pen-pals from all over the world. ☯94NOV","You obviously don't know that high quality graphics are all splines now. Polygons? Get real. ☯93DEC","Personally, I can't wait to see the Sega Saturn, it's going to be hot! ☯94JAN","Microsoft is making Saturn's OS? Great, now we can have our Saturns running dog slow and we can all play Solitaire in 24-bit color. ☯94JAN","There's nothing stopping you from releasing your awe-inspiring algorithms to the world. ☯93DEC","Sega has a vague entity called Saturn and Nintendo let a few people play with “Project Reality.” Both seem to be pure hot air. ☯94JAN","There is no reason to believe that a new system will be popular because the company has been popular. ☯94JAN","I hope that no one who is addicted to joysticks reads Wired. ☯93NOV","Jeez, enough with the Sonic already. You want to pay megabucks to play another Sonic game which doesn't look all that great? ☯93DEC","Don't be too Sega-centric. ☯93DEC","Nintendo is falling farther behind as we post. ☯93DEC","There are only four game systems now: Jaguar, Sega, Nintendo and 3DO. ☯93DEC","Everyone keeps saying that new machines should be “backward compatible.” I think this is lame. ☯94JAN","Software! Software! Software! When will you people learn? ☯93DEC","Why am I at the computer lab? My computer at home blew up and died. I tried to fix it, but I erased all the files on my hard drive. ☯93SEP","So, I'm sitting here in the computer lab with a stuffed elephant under my arm and a bunny alongside the monitor looking out at me. ☯93SEP","If user interface design is taken to the users themselves, a whole new world can be opened up. ☯92OCT","My idea is to create a user interface for manipulating data structures as a way to write computer programs. ☯92OCT","All of this is a neat way of avoiding what I have to talk about. ☯93SEP","People must understand the relationships between the CPU, RAM, Hard Disk, and peripherals, so they can better manipulate information. ☯90FEB","People must know how to use files and directories to their advantage. ☯90FEB","I have mixed feelings about Cyborgs. That said, allow me to say that as a programmer, the idea of making one really appeals to me. ☯93JUL","Don't cheat, don't be weird super-cyborgs. And for God's sake, don't do viruses. ☯93JUL","It's obvious to me that we simply won't see eye-to-eye on the issue of morality and artificial intelligence. ☯92MAY","Killing a computer is not the same thing as unplugging it. ☯92MAY","PC—kill it now if it's boring you to death. ☯93DEC","I'm sorry if I still have faith in shame, dignity, or the human spirit. But I don't think that police actions should be necessary. ☯93JUL","You could suddenly find muon beams flowing through your bedroom. ☯93JUL","There's no need to invoke massive neutrinos or anything more than interstellar gas/dust to account for halo material around galaxies. ☯93JUL","I've heard that “dark matter” is inside of kugelblitzes (black holes whose gravity well is so deep that even X-rays cannot escape). ☯92DEC","I am doing research on Dark Matter, but I have not found much useful information on the subject. ☯92OCT","Also, don't tell me about keywords; I understand how they work, but I will not remember many. ☯89DEC","I don't want my screen full of little, indistinguishable menus that I have to select from to navigate. ☯89DEC","I'd rather mouse around than type. ☯89DEC","I like sleeping, but I like being awake more. ☯93JUN","I nearly had a breakdown when I learned that my basement had flooded and ruined my obsolete computer collection. ☯93AUG","Megatons of obsolete computers are bursting out of landfills. Computer waste could make the ozone hole look like small change. ☯94JAN","What's the difference is between an Apple /// and a ///+? I don't know. ☯93NOV","If there are any really dedicated collectors of old Apple machines out there, I can offer a rarity:  an Apple ///+. ☯93NOV","I remember crowding with my associates around an IBM PC XT with a 10MB drive in 1984. Now it's hard to give an XT away. ☯93NOV","We are bored here. All the drugs are gone. ☯90JUN","We have been bashing down this old building here in Miami. We take turns throwing stuff at it. Nobody lives there any more. ☯90JUN","If you think you do need a screensaver, look at what's freely available from FTP sites first. You will find something to suit you. ☯93DEC","Screensavers are primarily entertaining, decorative things to have around, and should not be taken seriously. ☯93DEC","In a situation where there's not a God-given dot product, there should really be a 1-form, not a vector field. ☯93MAR","Whenever you have something that's actually a twist about some axis, you have an axial vector or “pseudovector.” ☯93MAR","Whenever you have something that's actually an arrow pointing in a direction you have an old-fashioned vanilla vector. ☯93MAR","I wish we would just leave the blinkin' time alone. This spring forward and fall back junk is for the birds. ☯92OCT","I just bought about 30 of those green glow-in-the-dark cylinders and poured them over my clothes, arms, everything. ☯93OCT","The costume I expected to see most was Laura Palmer wrapped in plastic—but I didn't see one. ☯90NOV","At the official Apple Halloween Party, I saw a Dr. Jacoby who seemed DAMN pleased that I recognized the character. ☯90OCT","I attended a DAMN fine Twin Peaks Party on the 27th as one of two Agent Coopers. ☯90OCT","I had some really weird costumes when I was a kid. I think I was a telephone once, but I don't remember the details. ☯93SEP","I have always thought I would do well as a CyberLeader. I certainly have the stature for it. ☯92MAY","Marky Mark is not as true to the game as you think. “Wild Side” is a remake of somebody else's song. ☯92JAN","Someone mentioned the soon-to-be-released Kai's Power Tools. Does anyone have information on this package? ☯93DEC","I was wondering if anyone been scanning those Magic Eye 3D pictures and if so can I get some? ☯93DEC","The process for creating 3D mall art is either a closely guarded secret or totally beyond the comprehension of the dorfs who sell it. ☯93DEC","If you want to create 3D mall art, there are programs to assist you. Try Emperor's New Clothes (freeware) or Stare-EO from NE THING. ☯93DEC","If you did any shopping in a mall lately, you might have seen framed “3D MALL ART” that requires you to stand and stare like a fool. ☯93DEC","Computers are fascinating, and in all of my years of working with them, I'm still discovering new things. ☯93DEC","The first time I saw a transparent LCD display I thought about putting it between my eyes and what I'm looking at.  Didn't everyone? ☯92JUN","There was a video game exhibit at the Museum of the Moving Image in New York, but alas no Qix. ☯94JUL","Does anyone remember Qix? What wonderful colors, what wonderful deep voom sounds, and NO SHOOTING! ☯94JUL","I hardly hear SF2 and NEO GEO games cuz of the GOD DAMN MORTAL KOMBAT EMITTING THAT GOD AWFUL HIT SOUND (LAK-AK-AK-AK-AK-AK-AK-AK). ☯93FEB","Dang it, I'm playing a video game/pinball here. I want to hear IT, not this incredibly loud, stupid rock music. ☯93FEB","I'm selling the motherboard to a 4-player Teenage Mutant Ninja Turtle arcade game. It works perfectly. ☯94APR","Super Street Fighter II came out in Pasadena tonight. They already have 10 machines! Whoa! ☯93OCT","Among games which may have more computer power yet less imagination—I found a Ms. Pac Man looking sadly neglected, its screen warped. ☯93DEC","It felt really weird staying up til 3AM playing Tempest on my Gateway PC in my bedroom—I never could have imagined this a decade ago. ☯93DEC","Everybody's favorite predatory software giant has released Microsoft Arcade, a collection of five early 80s arcade games for Windows. ☯93DEC","The best way to play arcade games for (nearly) free is to buy 1,000,000 tokens from a distributor for $10. No chance of being caught! ☯94APR","What is the deal with the “two-token” video games these days? There are amazingly few games that don't cost fifty cents to play now. ☯93DEC","Arcades are not what they were once upon a time. ☯93DEC","Has anyone heard if they plan to put a kick-ass arcade in the Mall of America? ☯92MAY","Mathematicians freaked when Mandelbrot came up with a geometry which comfortably supported the concept of fractional dimensionality. ☯92MAR","Artificial lights at night seem strange. Buildings are artificial mountains and caves. ☯92MAR","The term “virtual reality” has fostered an outbreak of rethinking on the ratio of the objectively tangible to the humanly construed. ☯92MAR","It is to our advantage to assume there is no backup world. We are in a base world upon which all other virtual worlds will be built. ☯93MAR","If we are living in a virtual world, we could die and it wouldn't matter—we'd wake up somewhere else and laugh. ☯92MAR","Am I in a virtual world at this moment? ☯92MAR","I am constructing a scenario of the future focused on the influence that computer networks will have on our culture. ☯89NOV","If you are a SWF that is into the L.A. metal scene and would like to see L7 tonight in Los Angeles, please e-mail me. ☯92SEP","I hit the ‘RESET’ button and the classic lines of my 1990 Lamborghini Countach were cleared of all signs of vandalism. ☯93AUG","I shoved my remote control in my pocket and stepped out the door. As usual, some moron was there and painting my car with spraypaint. ☯93AUG","I have to sell my computer so that I can afford to have a phone. I will miss you all so much—write to me quick before time runs out. ☯93NOV","I have also played my current addiction, Minesweeper, in my mind while dreaming. I did not do as well as I normally do. ☯93JAN","Last night, I dreamt I was playing Tetris. The problem is that I suspect my mind was not selecting the blocks to drop at random. ☯93JAN","I'm floating out in space, past several stars and space amoebas, which I grab for, because now I'm really hungry. ☯90MAY","I woke up this morning and my head exploded. ☯90MAY","I make no apologies for screening calls. It's my home, and if I decline to be tyrannized by the machines in it, it's my prerogative. ☯90MAR","AARGH! Please don't leave your answering machines on all the time when you are home. Humans deserve more respect than that! ☯90MAR","Yeah, this is a test. You know the drill: send me e-mail explaining that I should have sent this locally and not to the net. ☯90JUL","I don't quite see how I'm supposed to get enjoyment by typing a bunch of dirty words on a screen. ☯93DEC","Anyone know of any X-rated MUDs? I am looking for one so that I can get an computer-girlfriend. ☯93NOV","Does anyone know if AOL supports Zmodem transfers? I hear that that's the fastest method right now for downloading. ☯91MAY","AOL is both amazing and disappointing. ☯91MAY","I can find “Saved by the Bell” on 5 different channels at the same time. We truly are nearing the end of Western Civilization. ☯93DEC","Human-like vessels are seen as childish and unworthy in America. Japan is much more open to a merging of the man and machine. ☯93DEC","Japanimation caught on and is easy to find but Japanaction (except Ultraman or Kamen Rider) doesn't seem to be showing up in America. ☯93NOV","Whoever created Power Rangers should be fed to aliens or thrown out an airlock. Without a spacesuit. ☯93SEP","FOX is pushing this Power Rangers show really hard. I predict this show is gonna flop and flop BIG. ☯93AUG","Young people in base-colored motorcyle suits, special powers, and giant robots. ☯93NOV","I'll probably be sorry I've asked this, but will someone tell me what “Power Rangers” are? ☯93DEC","If anyone out there happened to tape some episodes of the Mighty Morphin Power Rangers, please contact me. ☯93SEP","If anyone out there happened to tape some episodes of the Mighty Morphin Power Rangers, please contact me. ☯93SEP","Many commercial JPEG implementations are incompatible as of this writing, especially from programs released before summer 1991. ☯92DEC","I've come up with something of a new rule for films: If Steve Buscemi's in it, it's damn good. ☯93JAN","Prediction: Wired magazine cannot keep up with the rest of us and will be killed by accelerated postmodern culture on level 7. ☯93JUL","Wired magazine falls between a hard-core, computer-tech rag and touchy-feely cyberfashion.  Kind of an “Omni” for the Internet set. ☯93JUL","Accelerated culture at work: last year was the Seattle scene, this year cyberpunk. The feeding frenzy will hit somewhere else in '94. ☯93JUL","I'm not sure whether to laugh or to cry here. I guess I'll just flame instead. ☯93JUN","An advertisement just showed Marky Mark and the gang from Beverly Hills 90210 as examples of quintessential Generation “X-ers.” ☯93JUL","Tune in for this one—Entertainment Tonight is doing a big feature on “Generation X” tomorrow night. ☯93JUL","Some Xers are struggling to emulate yuppies, typically by going into heavy debt. Coupland calls these people ‘squires.’ ☯93MAY","In the world of computer software, we have a crop of cyberyuppies who are younger than the offline yuppies. ☯93MAY","A word on Yuppies: I don't consider them definitive members of their generations. ☯93MAY","Did anyone read Douglas Coupland's “Microserfs”? Is it a good tale of the single/generation-x/nerd/knowledge-worker sort of life? ☯93DEC","There is enormous interest in anonymous digital cash protocols now but don't expect them to be widely available anytime soon. ☯93DEC","It is time to open the First Bank of Cyberspace and start issuing digital cash. ☯93DEC","Sometimes “lower tech” solutions are better than the new whizzy possibilities, at least until all the bugs are worked out. ☯93DEC","AT&amp;T still uses the RED dome 3 button mice made in Switzerland by Depraz. They're really comfortable. ☯90JUL","I destroy a keyboard about once every two years. ☯90JUL","The remaining Apple Lisas were taken to the landfill and run over several times by heavy equipment to ensure they were unsalvageable. ☯90JUL","It happens that I am living in Logan, Utah—home of Sun Remarketing—a company that had been storing the last of the Apple Lisa supply. ☯90JUL","You can think of an “archive” as the world's smartest tape drive. A user can store data they want to get to later—even years later. ☯92OCT","You can think of “backup” as an invisible safety net for users; if data is lost or corrupted, they can get it back. ☯92OCT","I think socializing is just boring but, if you must do it, at least do it with someone who can talk computers. ☯92JUN","I held one of the first net ski trips back at Usenix Winter 1985. ☯92JUN","I have a 2400-baud modem and I have never taken a Computer Science class. ☯93JUL","There is a movement afoot to put computers in the hands of all citizenry, not just those who own them. ☯93JUL","All black. Mirrorshades. Ominous. ☯88FEB","THE FUTURE: urban sprawl, ‘no future’, chemical weapons, nuclear radiation threat, corporate bartering of humankind, cheap nose jobs. ☯89OCT","Why are we so quick to assume that the future is a hybrid of Stanley Kubrick/Max Headroom/Tron? ☯88FEB","If cyberspace “objects” have unique shapes and colors, they probably also have unique sounds associated with them. ☯88FEB","Future technology ought to be able to support radio-tuners that know your taste in music—and never play anything you consider junk. ☯88FEB","If Cyberspace is going to be for the masses, the masses will use it for whatever they see fit (mostly ‘junk-talk’ + ‘stupid-games’). ☯89NOV","It's fashionable to have your nose broken. If you want to get a job, you have a modem connected to your brain. ☯89OCT","It's socially acceptable to have a socket drilled into your skull and have your eyes replaces with Zeiss-optikon implants. ☯89OCT","How about ultrasound-imaging your own internal workings and displaying them on your T-shirt?  ☯88FEB","By the way, does anybody want to make different designs of cyberpunk t-shirts? Maybe we should tie-dye them, too! ☯88FEB","I have a sleeveless, glow-in-the-dark sweatshirt with the word ‘RELAX’ on it. Imagine my delight when wearing it for the first time. ☯88FEB","This is my first time on the Internet. Any replies with pointers on how to get around would be appreciated. ☯94APR","At first the disk drive was a luxury, now it is a must have. ☯89MAR","I think there are too many people in computers just for the money. It's a damn shame that computers are “respected” now. ☯89MAR","I'm working on a database of pictures of rare artifacts right now. ☯91AUG","I have a lot of Amiga-zoids and IBM-nuts to put up with—what can I say—I'm stuck in Arkansas. ☯89MAR","Commodore is releasing too many Amigas. They don't let any of their machines mature, and people are still playing with the thing. ☯89MAR","Multi-tasking is something that grows on you—kinda like updating to a floppy disks after using cassettes tapes. ☯89MAR  ☯89MAR","If the Apple II ever dies, I'd be really surprised. Nearly one out of every ten Apple computers in the world is a IIgs. ☯89MAR","If you predict the death of the Apple II, then you will help to bring it around. ☯89MAR","Bill Atkinson did MacPaint, Quickdraw, and HyperCard. He gets my vote for the best software designer/programmer ever. ☯93SEP","GOOD NEWS: MacPaint isn't dead, it's just taking on a new form. ☯89APR","Every time I start TechnoManiac 1.3 it dies and turns my screen to neon colors. ☯94AUG","My Japanese-speaking friend says that “bubblegum” is a pretty common term for “cyberpunk” in Japan. ☯93MAY","Airbrushed computer cases. Now there's a concept. ☯92DEC","The economical use of color in anime makes it ideal for computer art. I expect to see a lot more in the future. ☯93JUL","I'm looking for sites where I can get anime pictures for my computer. I am new at this so don't be technical. ☯94SEP","Don't you love it when you sneeze and some spittle lands on your monitor and it changes neon colors depending on your perspective? ☯94MAY","furry․zip is a graphics patch that changes trees and tree stumps into Jingoros and Ri-oh-kies. ☯94AUG","animwal1․zip is a graphic patch that changes walls to pictures of leading female anime characters. ☯94AUG","I've decided go ahead and post my ANIME graphic changes to DOOM. ☯94AUG","Yes, I'm one of those real anime fans that lurks on the net. ☯94MAY","I propose an Anime Club. ☯94APR","Hi there in cyberspace. ☯94SEP","I'm an anime fan. I like Ranma and Bubblegum Crisis. ☯92JUN","Last weekend sucked. No colored 3-D lasers, no multi-level dance platforms,  no smart bar, no state-of-the-art computer projections. ☯92NOV","I believe the Cyborgs are right. ☯92OCT","My brother suffered a severe head injury and now suffers delusion of being a cyborg. ☯91MAR","I've been a 90210 watcher since it began—until this year, that is. All of the sudden I have no interest in it. ☯93NOV","Does anyone watch Beverly Hills, 90210? This is a really great show!!! It's on Thursdays at 8:00pm. ☯91MAY","New dorks everywhere: call NIRVANAnet, node 9:900/10. Really weird messages, really weird SysOp, really weird people. ☯93MAR","There's a rumor going around that the average lifespan of Sound CDs and CDROMs is about 10 years! Does anyone know what the story is? ☯93APR","One never knows how historians will use archival evidence at some time in the future. ☯89AUG","After the year 2000, I believe humanity will break beyond all physical constraints and all logical thought will begin to dissolve. ☯94MAR","I know the world is in danger due to pollution and global warming. I feel that all of this will be fixed as we near the next century. ☯94MAR","The complete destruction of humanity is the surest way to save the earth. ☯93APR","A planetary shield is humanity's insurance policy. Our generation must pay the first premium. ☯94SEP","Do you support the Clinton Health Care Act, with its goal to provide cost-effective, efficient health care? ☯93NOV","The time to tackle the problem is now, before our debt becomes completely uncontrollable, and this great country is left in ruins. ☯93FEB","The financial crisis is growing so fast, we will experience a complete catastrophe by 1995. ☯93FEB","There is a little game which is played here in Washington, D.C. at about this time most years. ☯92SEP","I am a potato treat from the planet Mars. ☯93NOV","The two most popular places to ride BMX is by my school or the dirt ramps we built in the forest near my house. ☯92AUG","I'm a freestyler. I ride a Haro Master, two friends ride GT Vertigos, and two others ride Dyno Detours. By the way, I'm 12 years old. ☯92AUG","What gadgets should be on a BMX bike? What freestyle tricks can I do at a stop light? Where can I learn first-aid for broken bones? ☯93DEC","The rollerblade thing hasn't hit here yet. I'm the only person blading on our local half-pipes. ☯93NOV","HEY THERE! ARE THERE ANY FREESTYLE/BMX RIDERS OUT THERE? OR HAS THE SPORT DIED? ☯93MAR","I just played a test version of Atari's “BMX Heat” at Golfland Arcade in Sunnyvale, CA. This game made me sweat. ☯91AUG","KNOW YOUR FUTURE ☯93AUG","In the beginning, I believed that the control you got from a DOS machine would make up for the inconvenience. It's not true. ☯93DEC","Guys, believe it or not, I am considering buying an Atari Lynx now that its future is starting to look more bright. ☯93SEP","ARRRRRGH!!! CD games under OS/2 SUCK! ☯93NOV","You can add flashy movie sequences to console games, but you don't make a game with that. People aren't stupid. ☯93SEP","People using Macromind Director to avoid using skilled programmers and create mediocre “interactive” games will soon be stigmatized. ☯93SEP","DOOM might be suck, but not because it's 320x200. ☯93DEC","When I first heard about DOOM, I downloaded it immediately but I was disappointed by the resolution. ☯93DEC","I've met quite a few “multimedia designers” with no artistic nor technical ability. They are really scary. ☯93AUG","What video games need are true Leonardos—people with good technical and artistic ability—and there are precious few of them. ☯93AUG","CD-ROM games are designed by people with great artistic sense and no programming ability. Arcade games play great but look like crap. ☯93AUG","WHAT THE HELL IS MYST ☯93SEP","For those of you that have been waiting for MYST, your wait is over. I bought my copy today at Egghead software. ☯93SEP","A friend of mine says that the best game in the world is something called Myst (Mist?). ☯93DEC","The big words for a CD-ROM games are “graphics” and “sound.” The game itself doesn't seem to be important. ☯93DEC","I just ordered Apple's Multimedia Kit (AppleCD 300, Apple speakers) for my LCIII. What's the most amazing CD-ROM game yet? ☯93NOV","USENET is a wonderful test bed for the Supreme Court attitude that the best solution for abuses of free speech is more free speech. ☯93JUL","BAN TERRORISM ON THE INTERNET ☯93JUN","A net terrorist is skillfully surfing network flaws and taking advantage of security holes to expose the vulnerability of the net. ☯93JUN","I hear that Wil Wheaton is working for Newtek and is now a (video) “toaster punk”. ☯93SEP","OK! I give up! Who is this Kiki Stockhammer in the Newtek ads? Is she on MTV? ☯93SEP","The concept of sticking a disk in a drive as the system comes tumbling down to it's knees is a difficult one to accept. ☯89MAY","About a month ago I started using the Macs. Since that time I've lost about 20 files and trashed 3 disks. ☯92OCT","My experiments show the optimal temperature is -1.19 degrees for JPEG, -0.88 degrees for GIF and PCX, and -10.987 degrees for games. ☯93NOV","Apparently, if you put a floppy disk containing GIFs or computer games in the freezer, the colors of the graphics will be more vivid. ☯93NOV","I have a floppy disk that was found unreadable this morning. ☯88MAR","Well, I am hitting the road again this weekend. A friend and I are going to throw in a dart tournament. ☯93DEC","I have uploaded Game Pack 1 for OS/2. It is a suite of very attractive 32-bit multithreaded games with a high visual output quality. ☯93NOV","Considering that prices start at $799, not including a fax modem—Apple Newtons will only fit in deep pockets, in more ways than one. ☯93AUG","The MessagePad weighs less than a pound and is about the size of a videocassette. ☯93AUG","It seems as if everyone here in Silicon Valley is salivating over the new Apple Newton MessagePad. Not me. ☯93AUG","I watched a Friday the 13th video yesterday and then dreamed about the ghouls from the video (except they were happy and smiling). ☯93AUG","Learn your machine. Use the technology, rather than letting the technology use you. ☯93FEB","For the artistically un-inclined, I have created a utility which will “steal” pictures from GIF files. ☯92NOV","Maybe the programmers are today's artists. I don't think computers have created a net loss in art. Maybe the art has changed. ☯93FEB","I'm not sure what you do when computers seem to overwhelm our basic artistic urge. I don't think you attack the computers, though. ☯93FEB","As software gets better and better, it actually gets harder and harder to leave the trace of the individual artist in the image. ☯93FEB","For most people, the easiest way to break their encrypted messages is to break in and plant a trojan copy of PGP on their hard drive. ☯93OCT","To the best of my knowledge, there is no agency on the planet which can crypt-analyze PGP's messages at any reasonable cost. ☯93OCT","You may wonder what traffic helicopters have to do with cellular automata—you'll just have to play for yourself to understand. ☯89DEC","SimCity is like cellular automata at very high level rules—it keeps track of each cell's population, land value, pollution, and more. ☯89DEC","The city simulation is actually running *while* you're constructing it! ☯89DEC","I just got a chance to play SimCity! It's like a drawing program that lets you build cities. ☯89DEC","Heck, the sun will be up soon, and how often do you get to see the sunrise. Might as well stay logged in. ☯92JUL","The person you've been waiting for all day logs in and as you say “hi”, they log off—most likely call waiting nuked their connection. ☯92JUL","Say hi to all the new people who logged in and haven't been on all day, since they have lives/aren't addicts. ☯92JUL","You think maybe you should get a masters thesis in sleep deprivation and computer addiction, if you ever get your bachelors degree. ☯92JUL","All of you lurkers out there: IRC is a pain-free, obligation-free way of losing lurker status and bellying up to the Bandwidth Bar. ☯92JUL","Well, it sounds like IRC last evening was not spectacular. Let's make tonight's channel *the* party on the net. ☯92JUL","I have a few buckets of interior paint I will never use because it must be 20 years old. ☯93SEP","I'm not sure what the software equivalent of a Volkswagen is, but if enough of us keep hoping, maybe it'll turn up someday soon. ☯93AUG","A friend at Microsoft liked their philosophy of working anytime you liked so long as it was half-time (12 hours out of every 24). ☯93AUG","Join us Sunday for a Church of the Subgenius Devival, VR combat sim, and performances by the Dissemination Network and Human Systems. ☯93NOV","BodySynth will create electronic music through sensors connecting the muscles of the dancer's body to a MIDI system. ☯93NOV","CyberCulture 93 is an event featuring the creative potential of emerging computer technology in performance and visual art. ☯93NOV","Now we're ready to move on to the next step: interactive multimedia. ☯94AUG","We've been splashing text over networks, BBS's, and screens all over the world.  ☯94AUG","Utilities Unlimited is working on—get this—a 3DO emulation module for the Amiga CD32. ☯93NOV","I GOT THAT GAMEBOY EMULATOR TO WORK! Tetris is running DAMN UGLY and SLOW!!! Sheesh! ☯91OCT","I downloaded a supposed GameBoy emulator from a BBS in Mesquite, TX. I thought it was a joke but the file is rather large for a joke. ☯91OCT","Is there an archive of old C64 or TRS-80 software that one could use with an emulator? If not, anyone want to start one? ☯94SEP","I just got my TRS-80 emulator up and running. I've been instantly transported back to the days of Junior High School! ☯94SEP","I'm looking for my Dancing Demon TRS-80 tape. Basically, a cute and chunky demon tapdances to your choice of steps and music. ☯94NOV","Well, I'll be honest with y'all. I've never been so terrified in my whole life. ☯94AUG","Some facts: You CANNOT hear a rave a mile away over plain flat desert if the wind is NOT blowing your way. ☯94SEP","Driving along, I met this dude in a crazy VW bug with all these weird attachments on it: toy windmills, a mail box, and a big globe. ☯94SEP","Burning Man is 150 miles away. Even from 3 miles away, everything under 15 feet tall is TOTALLY INVISIBLE due to Earth's curvature. ☯94SEP","Global Warming is a hoax. Ozone Depletion is this season's armageddon brought to you by the people who cried when the Cold War ended. ☯94MAY","Last year, 300 people attended Burning Man—due to media exposure that figure might double—no problem though, it's a damn big desert. ☯92AUG","I don't like Megadeth, but to be honest I didn't even know that they made a new tape. ☯92SEP","I just started using this net today and I haven't seen any messages about Faith No More, are there any fans out there? ☯90NOV","It seems that many people thought the performances were weak this year—I personally found them better than the 1991 VMAs. ☯92SEP","I hope Madonna had fun. She had her breasts groped three times by male dancers, plus she had them running hands up under her dress. ☯90SEP","Was it just me or did the VMAs last night suck? ☯92SEP","Everyone knows that no one intends for a directory of love letters or tax information to be spread all over the net. ☯89JUL","Thy PC will be with thee, thy fax board and modem shall comfort thee, and thou shalt dwell in the land of I/O forever. ☯89JUL","Bulletin boards are among the most altruistic things personal computing has given to society. ☯89JUL","OK, then how about: EGD, GUI, QBE,  SQL, DSP, AIX, LAN, RSI … YGU? (You give up?) ☯89JUL","DTP, TSR, EMS,  DVI, CAD and CAM, FAX and VAX, CGA, EGA, VGA, OS/2, PS/2, MCA—are you still with me? ☯89JUL","The first thing I do when using a new system is to browse other user's files. ☯89AUG","Is the honor code of personal computer users as bug-free as our program code? ☯89JUL","It's really neat up on my roof at 8AM on a Sunday. It's quiet, there's no traffic and I feel like I rule the world. ☯93SEP","The inside of the “Enigma” CD cover is a coupon for ordering a T-shirt. That about sums it up, really. ☯93AUG","HAVE YOU LISTENED TO A DATA CD-ROM ON HEADPHONES? INTERESTING PATTERNS EMERGE… SUBSTRUCTURES IN DATATECHNIQUE… MAYBE AESTHETIC DATA? ☯93NOV","DOWN LOAD DOWN LOAD DOWN LOAD DOWN LOAD. \nDOWN WITH THE COPYRIGHT HOLDERS. \n☯93NOV","The release of Technosys' text editor Mirrorshades and text encrypter Prosody have been cancelled because of pressure from the NSA. ☯91SEP","Real cyberpunks think Radio Shack sucks but still buy from there because it's convenient. ☯91SEP","Real cyberpunks read 2600, Factsheet-5, Full Disclosure, Iron Feather Journal, Cybertek, Circuit Cellar Ink, and Computer Shopper. ☯91SEP","Young people that have some kind of computer messianic complex. ☯93NOV","Look at Steve “I'll eat a diskette” Ballmer—you just don't get any more abrasive than that. ☯93MAY","There are “secret” graphics of Steve Ballmer (bald), Bill Gates (eyeglasses), and Brad Silverberg (bearded) in Windows 3.1. ☯93JAN","I reckon the best person to play Batman is Tom Selleck. He's tall, muscular, and can play the part of a playboy very well. ☯89MAY","Michael Keaton. A guy with no chin and the voice of Mickey Mouse says “I'm Batman” and the bad guy is supposed to be scared? ☯89MAY","I don't know how well he'd do as the Dark Knight, but the guy who played the Beast Master sure wouldn't need a rubber costume. ☯89MAY","If scrolling could be less jerky or “simulated looking,” I might prefer the on-line method for every text/graphics presentation. ☯88JAN","There is nothing intrinsic about on-line text presentation that prevents it from being equal to or superior to printed presentation. ☯88JAN","A historian I know claims that Coca-Cola was originally developed during the Civil War as part of an experiment in chemical warfare. ☯93FEB","WELCOME TO THE THIRD MILLENIUM FOLKS!!! ☯94DEC","According to Italian national TV, today the very first cyber-terrorist attack took place in Rome yesterday. ☯94DEC","The weird thing about economic warfare is that it is subtle. The effect of an attack on, say, Detroit takes years to become obvious. ☯94APR","The next world war is already underway and the next warfare technology is economics. ☯94APR","Egyptian President Hosni Mubarak is like the old donkey who won't get out of the way. He needs a good push. ☯93JUN","In the Computer Age we don't look at Art, we participate. So, the correct questions are: “What does it do to me? What do I do to it?” ☯88FEB","I'm waiting for the first animated feature to be created entirely by computers—it could completely redefine “realistic animation.” ☯89DEC","I believe the day will come when the need for more realistic animation overwhelms what is possible for humans to create. ☯89DEC","My hypertext system is rather big (16MB), so I guess there's no way to post it to the net. ☯89JUL","I have a question on graphics that isn't sexy or flashy like fractals, ray-tracing, or NURBS but nevertheless has true significance. ☯88MAY","I've tried America OnLine. The interface is really good, but you can get lost if you close all your windows. ☯89NOV","I downloaded a bunch of binhexed files last night, but I didn't use a stopwatch so I'm not sure what my throughput was. ☯89DEC","I need some help in Leisure Suit Larry 5. What's the code for the ATM machine at the airport? ☯92DEC","You're just mad because I said “techno is dead” 6 months ago and now you know I'm right… TRANCE and HOUSE live on! ☯93JAN","Until all synths, drum machines, and Speak &amp; Spells are destroyed—techno will continue to progress and mutate. It will live forever. ☯93JAN","I wonder what the KLF are up to nowadays? ☯93JAN","I'm quite surprised by the number of people who put phone numbers out over the net. It seems an unwise decision, at best. ☯93SEP","Not only am I a “newbie” to techno, I'm a “newbie” to this silly computer. ☯93JAN","Some of Aphex Twin's tracks were done when he was only 14 years old, so what more can you expect—it's damn good for a little kid. ☯93SEP","Some of Aphex Twin's tracks were done when he was only 14 years old, so what more can you expect—it's damn good for a little kid. ☯93SEP","Aphex Twin is just wonderful to listen to, but you have to watch out because a lot of the music by him is very harsh. ☯93MAY","I must say, The Aphex Twin is absolute brilliance. ☯92DEC","Someone made an attempt to call techno currently popular at raves “progressive techno,” everyone I know calls it “epic techno.” ☯93JAN","Could anyone recommend some good examples of techno music? Are there any discographies on an FTP site somewhere? ☯93JAN","This morning I have to go to a STOOPID MEETING where I just *know* that everybody's going to yell at everybody else. ☯92JUN","Also, I hope this doesn't come off as a flame, but I don't think it's constructive to compare Northern Exposure to Twin Peaks. ☯91JUN","SPOILERS: In the Midwest, the Log Lady killed Laura Palmer! In Texas, it was suicide! In Berkeley, CA it was Lucy and Dick Tremayne! ☯91SEP","Kyle MacLachlan says he won't play Coop anymore, and David Lynch says he won't do a movie without Cooper, so the movie is OFF. ☯91JUL","I have just heard that TWIN PEAKS has been put on some kind of “indefinite suspension.” ☯91FEB","3 HyperCard stacks on Twin Peaks are now available: a character relationship map, a sound collection with player, and a trivia quiz. ☯92SEP","Hello out there!!! I would like know if there are some GIF-pictures of the characters from Twin Peaks available somewhere. ☯92SEP","Do you think they'll pre-empt Twin Peaks, or will they realize that Twin Peaks is more important than a little squabble over oil? ☯91JAN","I've been watching coverage on that war thing over in Iran and Jordan all day and came to realize that they are pre-empting programs. ☯91JAN","Does anyone know if the music from the TV show “Twin Peaks” is available on CD or otherwise? It's pretty cool. ☯90APR","What is the bird in the Twin Peaks opening credits? We think it's a pine siskin, but we aren't sure. ☯90MAY","If anyone is interested: there's a Japanese LaserDisc set with every episode of Twin Peaks. The box is $600—or $20/episode—not bad. ☯91NOV","Piracy technology is progressing. Anyway, just thought some of you cave dwellers would want to know. ☯92DEC","The only drawback to SNES floppies is that they take awhile to load—the games count down from a number depending on how big they are. ☯92DEC","I walked in my friend's house to see 67 floppies with a funky box on his Super Nintendo. He bought a console copier! ☯92DEC","Be sure to order a 2FRESH t-shirt too! ☯92MAY","The “Beyond Cyberpunk” HyperCard stack is excellent. Lots of great stuff in it. Cool graphics. A mini-comic. And lickable stickers. ☯92MAY","What's a good CDR drive? From what I've seen, the new NEC CDR-74 looks like the best one around. It's $570 at Club Mac. ☯92AUG","More important than the technical aspects and more important than the laws on the book, cyberspace needs to be civilized. ☯92DEC","Check out the Internet Arts Museum—it's like a museum that lets you steal. ☯94NOV","Any popular programs after 1980 are probably safe since thousands of packrat users have copies of source code on-line or on floppies. ☯90SEP","For digital preservation to really be successful, both docs and software for old systems must also be preserved. ☯90SEP","A SOFTWARE MUSEUM SHOULD BE ESTABLISHED. ☯94SEP","Here's my idea: a museum that consists of ancient softwares and operating systems. ☯94SEP","If I display my old computers, someone will complain about waste of valuable space. Ten years from now they'll be kicking themselves. ☯90SEP","Some other stuff I'd like to see in a computer museum: Fractal demos that let everyone navigate through Mandelbrot's set. ☯90SEP","I went to a computer museum. The most interesting item on display was Danny Hillis' tic-tac-toe computer made out of Tinkertoys. ☯90SEP","Also sold: an operating and coding manual for the SWAC computer, one of the first ten commercial computers in the U.S. for $60. ☯94APR","The Computer Museum's auction has already sold a Gortex jacket distributed to the Apple Lisa computer development team for $250. ☯94APR","Collectors and enthusiasts still have two days to bid on rare computer memorabilia in the first-ever high-tech charity auction. ☯94APR","There will be a rally in support of space today in Los Angeles called “Space: the Dream is Still Alive.” Please attend if you can! ☯93NOV","The computer hobbyist spirit is almost dead. Perhaps what is really wrong here is a lack of curiosity or unwillingness to experiment. ☯93MAR","I think the only reason this author set his book in 2013 was to include virtual reality. ☯93JUL","Great, I took a summer vacation and lost my IRC nickname. PLEASE GIVE ME BACK MY NICKNAME! ☯92NOV","I USED to be an IRC addict, but I have been off for a record-breaking *33* days! Yippee-ki-yay! ☯92JAN","I canceled BMG Music Club a few weeks ago. Yesterday, I got a call from them. If I rejoin now, I'll get 10 CDs for the price of one. ☯94JUL","I heard that BMG Music Club's entire CD catalog (more than the mailer) is available via FTP, can someone please share that FTP site? ☯94DEC","The biggest rip-off in the LaserDisc market is CBS/Fox Video. If you want the “Star Wars” triology, you'll pay $70 for EACH movie! ☯93FEB","If you look for LaserDiscs, you will hear a lot about the Criterion Collection discs. Everyone should splurge and get at least one. ☯93FEB","I've been looking for ANY film by Werner Herzog on LaserDisc for a long time. ☯93MAR","The game Bubble Bobble is out for the IBM PC. The version I have is in EGA and only uses the PC-SPEAKER. However, it is quite fun. ☯93FEB","Who knows what will happen in the future. I gave up on trying to figure out the next idiotic move of our congress many years ago. ☯93FEB","Great news! There will be a PC emulator for Power Mac's in late August—it will run MSDOS/WINDOWS/OS2 software with Pentium speed. ☯94JUL","I just purchased a pre-assembled descrambler and I'm having a problem obtaining color on a channel that uses inverted video. ☯92JAN","Have any of you used this universal descrambler? Does it really improve the signal/descramble scrambled signals? ☯92JAN","Please don't reply to this message unless you detect a fault somewhere. ☯93SEP","I like the dynamic range and the durability of CDs over vinyl records. Besides, they look cool. ☯90MAR","If you've seen too many rotten flops and need something to convince you that a sequel to a good movie *can* be made: see DIE HARD 2. ☯90JUL","Is 1989 going to be the summer of all-hype no substance? Will there be a truly good summer movie? I wouldn't bet on it. ☯89JUL","The only good movie that I've seen this summer was “Laputa: Castle in the Sky,” but that only played for a week and got no press. ☯89JUL","It's not as difficult as one might suppose to send payloads of nuclear waste to Palm Springs, California. ☯93DEC","I'm not particularly fond of music videos. I found them to be a visual novelty from 1983 to late 1984. ☯90OCT","This weekend, MTV decided to play nothing but Madonna. Yeah, she's got a nice body, but I don't like her music. ☯90MAY","Every time a Debbie Gibson disc is inserted into my CD player, the disc shoots out and shatters into a billion pieces. ☯89JUN","I guess America has become a nation of dutiful yuppie office workers who happily listen to whatever garbage a focus group chooses. ☯90FEB","I'm sorry that I have to take away your fun, but the truth is different from what you seem to think it is. ☯90MAY","Does anyone have the ad from Mondo 2000 called “Cyber Nipple”? It has a circuit board on a woman's breast. I'm interested in a copy. ☯93MAY","I am the cyber king, I can do anything. I am the god of hellfire. ☯93JAN","Virtual reality is the future direction we will be heading, but from a technical perspective, there is an awful lot of hype. ☯91FEB","I'm still waiting for Sega Shadowrun, but Aladdin passes the time well until it comes out. ☯93DEC","From what I've heard, one of the pack-in games for the Sega VR helmet is a matrix-runner simulation. ☯93AUG","Shadowrun is due out on the Sega Genesis this year, and it looks way better than the Super Nintendo one. It's going to be great. ☯93AUG","I must admit to puzzlement as to how that could do a game like Shadowrun on a computer setting. ☯92JUN","I can't seem to find Boing Boing anymore. Did they release another issue after Mark did the Cyber-album for Billy Idol? ☯93NOV","Get Illuminated. Read bOING bOING. ☯93NOV","Mondo 2000 has it all: virtual fornication, smart drugs, “appropriation” (sampling) culture, hypermedia, Survival Research Labs, etc. ☯93JAN","If you like Wired, check out Mondo 2000. It's the one Wired and others are emulating. Very subversive and very cool. ☯93SEP","I'm working on a multi-player online game for a BBS in my area. It will have some cyber stuff in it, which is stuff I like. ☯91APR","Relax. The country is not falling apart. Our legal system is not a complete joke. ☯90OCT","In Oakland recently, a driver was blown away with an AK-47 because they were driving too slowly and the perpetrator needed to pee. ☯90OCT","Send me an email to order the OJ Simpson Grand Jury transcript for $9.95. (460-page, ASCII text file on a 3-1/2-inch diskette.) ☯94AUG","What is online sex like? Is it something that's easy to do, and how often do you do it? Do your parents know? Do they approve? ☯93DEC","Are there any kids or teens out there who engage in online cybersex encounters / conversations willing to talk about it? ☯93DEC","I think it is pretty clear that you and I hang out at different places on the net. ☯94JUL","Nite Owl: Jeff Goldbum; \nRorschach: Willem Dafoe; \nOzymandias: Malcolm McDowell; \nDr. Manhattan: Dolph Lundgren painted blue \n☯94JUN","Has anyone else heard the rumor that Kenneth Branagh has the movie rights for the “Watchmen” comic? ☯94JUN","I still love electro hip-hop but I can't stand that new “gangsta” stuff. ☯94APR","All of a sudden it's trendy to like hardcore and jungle music again. The clubs are filling up with house boys and indie geeks. ☯94APR","I was wondering if anyone out there has a good collection of drum and bass samples in either RAW or VOC format. ☯93MAR","Fax machines have always been “e-mail for the rest of us.” ☯93MAR","People today are using fax machines for every conceivable purpose—in the home, in the car, and at the office. ☯93MAR","William Gibson has apparently been online exactly once and he gets ungodly amounts of fan mail and fan faxes. ☯93SEP","I had the chance to see fireworks from a rooftop this week, but I spent the entire time playing Sega Genesis games with a friend. ☯93JUL","All I saw this year were bottle rockets and Roman candles. An odd sense of something haunts the dusty corners of my brain. ☯93JUL","Long live the Internet! ☯93JUL","If I was SysOp, I'd kick you off-line. ☯93JUL","I know that this isn't quite the right place to ask, but what is the 800 number to get an account on America Online? ☯92JAN","I'm pretty sure I want someone to tell me what to do. I never get overly attached to the idea of figuring anything out myself. ☯93DEC","Has anyone seen Dork's Dreams on an FTP site? It's a VGA game with Adlib sound where you play Dork the Dinosaur and solve puzzles. ☯93MAY","Just get a computer modem, a secret password, and a pseudonym and privately send messages about government fraud, waste, and abuse. ☯91DEC","The House Government Operations subcommittee on government information recently set up a Whistleblower Bulletin Board. ☯91DEC","Whistleblowing has come into the computer age. ☯91DEC","If we are fortunate, we will experience something online like our ancestors did in the public squares in the Greek city-states. ☯89MAR","I'm not the NSA—I don't know how far information security needs to go until we are “secure”—but I do know a bottomless can of worms. ☯93APR","Personally, I dislike the idea of the government snooping on a supposedly “secure” channel. What's next? Videophone wiretapping? ☯93APR","Have you noticed something about electric cars? Every one wants one. But who is producing them? ☯93DEC","By the time cellular phone prices come down, businessmen will be paying through the nose for “essential” skull-implant phones. ☯90NOV","Maybe it's because I live in silly-putty valley, but I know many people that would love a cellular phone and just can't afford it. ☯90NOV","Everything is beginning to come on CDs nowadays, so it looks like I'm going to have to break down and buy a CD-ROM drive. ☯93APR","Can you run CorelDRAW! off the CD-ROM or is it one of those obnoxious setups where you install the entire program to the hard drive? ☯93FEB","I am an artist using a computer for artwork. I am moving toward 3D works and hope to someday be able to work with VR environments. ☯92JUL","Windows 3.1 is a bunch of fixes wrapped in kluges and bound with chewing gum and baling wire, but it gives me one thing: Word 2.0. ☯93JAN","I'm looking forward to adopting a true 32-bit OS, and it looks like OS/2 has the right capabilities. ☯93JAN","My Mac Classic makes sqeaking noises when it is rendering TrueType fonts. The sound is soft and high pitched. ☯92DEC","For what it's worth, I've been told that TrueType _screams_ under Windows 3.1. ☯91NOV","Things have certainly become interesting around here lately! If things get much hotter, my poor modem will melt. ☯91JUL","Since this is my first summer with my NeXT cube, I just wanted to ask what people do about heat? Do I have to worry? ☯91MAY","Hot and balmy summer always makes me shed my gear until there is only bare skin, boots, and silver jewelry. ☯93NOV","I hate living in a godforsaken hellhole. It's enough drive one to wear “surf goth” (faded greys and boardshorts). ☯93NOV","You'll see more strategy in disc golf than ball golf. And more tie-dyed shirts. ☯93JUN","DISC GOLFERS on the Net unite! ☯90FEB","I'm new on this net, so I'll have to harass my benevolent system administrator about my rubber address. ☯93JAN","An interplanetary shock was observed at 01:16 UT on June 30. Proton levels have also been increasing over the last 24 hours. ☯91JUN","Several notable events have occurred over the past several hours. Perhaps most noteworthy was a low-level major solar flare. ☯91JUN","Imagine “time phones.” You can call the past, or the future, just like dialing your friend across the Pacific. What are the effects? ☯92SEP","SF, LA and NY all are recognized as the ultimate dope zones, but please give a minute ounce of respect to the rest of the world. ☯94APR","It's really neat to slowly swim along, nose just out of the water like an alligator, watching the ripples and the trees waving. ☯91SEP","I tend to get really overheated when tripping so swimming is just the thing to cool me down. ☯91SEP","Fruitopia's commercials are annoying, but their labels are fantastic. If you can't purchase one, at least take a look at the bottle. ☯94NOV","Hey, this may be a bit sacrilegious but have any of you Snapple fans tried Fruitopia? ☯94NOV","The Druids are long dead and buried. I think the Romans killed them off. ☯92JUN","The solstice has come and gone. Did the Druids show up for their annual row with the police? ☯92JUN","Every year there's a festival at Glastonbury, England for hippies and druids. 3 days of camping and bands, then a trek to Stonehenge. ☯90FEB","Can anyone tell me where I can find dates on the solstices and equinoxes on Mars? ☯94DEC","If you miss the moon tonight, you're out of luck. A full moon won't get this close again until the 21st century. ☯93MAR","A number of teeth from my family have ended up in the trophy cases. ☯92JUN","I love nitrous oxide. My dentist accused me of not brushing my teeth on one visit so I would get to sample his nitrous supply. ☯92JUN","Does anybody know of a FTP site for hints to Police Quest IV? ☯93DEC","HELP! I'm stuck in the new Police Quest. I've already found a body in the dumpster, chalked my partners body, and noted the graffiti. ☯94JAN","I write PostScript, TeX and nroff files every day. Wanna take bets on the really important and interesting stuff is in raw ASCII? ☯92AUG","Meanwhile, thousands of people are messaging, FTPing binaries and shameless unamerican pornographic GIFs, and issuing finger packets. ☯92AUG","Also, the Earth has a long history of being ruled by the dinosaurs. ☯92AUG","I prefer to worry about REAL threats such as invasion from outer space and the Bermuda Triangle. ☯92AUG","You're quivering in fear of the NSA while the government is working publicly to limit your privacy so they can fight a War on Drugs. ☯92AUG","The NSA are very good at what they do, which is essentially reading other people's mail. ☯90MAY","I'm not sure if you understand the kind of computing power that organizations like the NSA have. ☯91FEB","Does anyone know if the net is monitored by some anti-conspiratorial arm of the government? If you are out there, please let us know. ☯90MAY","Many music styles, from Eno-esque ambient to all sorts of thumpa/dance genres, could be nicely emulated by an algorithmic generator. ☯93APR","I have a real nice cheap trackball. ~$35.00, compatible with everything, even Windows 3.  Nice ball, about the size of a cue ball. ☯92FEB","I was in a foggy dome where—if people stood still—green LEDS would blink along with froggy chirps. If anyone moved, it all stopped. ☯93APR","In 1978, I went to a gallery exhibition of “electronic art” that used the actual wires and diodes (LEDs) as the art. ☯93APR","You should just paint a picture of Alfred E. Neuman on your PC and forget the rest! ☯92APR","Maybe I should paint a face on your front panel and have the LEDs act as eyes. Multimedia is the future! ☯92APR","I considered painting my computer with mystical symbols: Bob, eye-in-the-pyramid, symbols for all 9 planets, pentagrams, septa-grams. ☯92APR","Remember, it's not how much memory, MIPS, or storage space your computer has—what matters is that it looks way cool. ☯92JUN","Installing your computer in your car would be like driving the space shuttle to work every day. ☯92APR","What kind of car do you have? I bet your motherboard would fit under the dash and the monitor would sit nice on the center console. ☯92APR","I'm spray-painting my machine a nice shiny black with a clear-coat lacquer like the NeXT. Can't go wrong with a nice shiny black. ☯92APR","The best visual improvement to _any_ computer is to add blinky lights. Rows and rows of them. ☯92APR","Mail me your ideas of what my computer should look like, I will summarize the ideas after I've decided on my computer's new look. ☯92APR","I haven't decorated my computer at all, but I have an idol of the Great North American Indian Penguin God sitting on it. ☯92APR","OK all you arcade-action game players out there: What are the best joysticks for games (such as Qix?) ☯89OCT","Once I had a desperate need for a portable computer and no money, so I mounted all the components inside a wooden Coca-Cola crate. ☯92APR","Infocom released 20 of their games in one package for $50. Buy it right now! ☯92APR","This 286 is embarrassing, so I decided that to change it from the boring off-white office camaflauge look to something shocking. ☯92APR","After years of looking down at PC clones, I finally broke down and bought a cheap 286 at a flea market so I could play Infocom games. ☯92APR","Does anyone out in net land have a broken computer that they would like to sell cheap? ☯90JUN","Linux broke my computer! ☯93SEP","So does anyone have a Wang Chung discography to post? ☯93OCT","I'm looking for decent compilations of Duran Duran and Wang Chung. ☯93OCT","I turned on my computer and the screen is still black. Where do I get a new light bulb? ☯90OCT","The first computer experience I remember is playing WUMPUS on a PDP-11 terminal at the Chevy dealership where my Dad worked. ☯93DEC","My 40MB hard drive has System 7, Word, Superpaint, Canvas, Cricket Graph, Hypercard, 4th Dimension, Think C, Think Pascal, and more! ☯93FEB","I was wondering whether “I sing the body electric” could refer to the Internet? ☯93DEC","One computer room that I worked in—a real dinosaur pen—was so noisy that the poeple had to practically shout to each other. ☯93DEC","It seems that I have spent a large fraction of my life alone in computer rooms late at night (and then on into the early morning). ☯93DEC","Wouldn't it be wonderful if all new books came with a computer disk with the complete contents? ☯91NOV","Papercopy books are a nicer interface, but how many square miles of countryside are you willing to denude to support this preference? ☯91NOV","I don't want to lay in the bed in the evening and read a good book with a notebook computer. ☯91NOV","First were the Egyptians, then the Chinese, then the Greeks and those pushy Romans. Now, it's time for the mythology of the COMPUTER! ☯89JAN","My new apartment will allow me to run RS-232 cables anywhere I want. First on the list is to install a terminal in my bathroom. ☯91NOV","I certainly wouldn't like to watch a computer display while eating breakfast. ☯91NOV","I ran my machine for about four months using popsicles (four Fla-Vor-Ices always in the freezer) before I finally upgraded to a 386. ☯93APR","The solution was to throw a Fla-Vor-Ice popsicle on top of the motherboard—it's good until the ice melts, then you gotta recycle. ☯93APR","I moved a few thousand feet of altitude lower and my motherboard stopped working. It turned out the card just needed to be REAL cold. ☯93APR","I spent the night on my fold-up cot in front of my office computer. ☯90DEC","I'm not wearing any underwear right now. ☯93DEC","I bought a GoldStar VGA monitor and roughly 2 seconds after firing it up, the screen turned into a thin horizontal line. ☯93APR","In the next moment, you feel the slight pin-prick of sedative that a robot is injecting into your arm. Then you rapidly fall asleep. ☯93DEC","I have some unopened Wang Super VGA graphics cards for sale. They are capable of 1024X768X16 and new in the shrinkwrap. ☯93SEP","I have a friend who needs a graphics card! Nothing fancy! Preferably a Hercules type. VGA, EGA, XGA cards are acceptable. ☯92SEP","I was wondering if anyone could point me to some good sources of information on building computers. ☯92NOV","Considerable cyberware is going to be designed with the street scum in mind, although much of it will not be combat related. ☯93MAR","There are many things that your average cyberpunk street scum might be willing to have implanted in them. ☯93MAR","Funcoland? Who the hell knows what they're up to! ☯94NOV","Fresh off the press today: it has been announced that Software Etc. and Babbages will merge. ☯94AUG","I'm not quite sure how I ever lived without Quicken and TurboTax. ☯94FEB","Programming is much, much easier than writing a novel. It is even easier than writing a text book. I have attempted all three. ☯94FEB","Years ago I saw an article about how this person bought a wonderful Apple II, but he couldn't figure out what to do with it. ☯94FEB","Why do we need to compute? ☯94FEB","Off the net, I run a BBS, write database templates for birdwatching, compose music, and make scripts for accessing the “datahighway.” ☯94FEB","On the net, I play games, edit a weekly digest about Queensrÿche, maintain two FAQS, and do lots of mail. ☯94FEB","I'm not giving very good odds that Steve Jobs will be the leader of the next generation of personal computing. ☯92FEB","Apple's recent ads for their PowerBooks and Newtons have attempted to tell people what the heck these nifty gadgets can be used for. ☯94FEB","Software giant Microsoft has denied rumors that it acquired the Roman Catholic Church and exclusive electronic rights to the Bible. ☯94DEC","Software giant Microsoft has denied rumors that it acquired the Roman Catholic Church and exclusive electronic rights to the Bible. ☯94DEC","This entire GOTO debate seems to be indicative of the quality of programmers available today. THERE IS NOTHING WRONG WITH GOTO. ☯89MAY","I began programming in 1968 on a CDC 1604. I used Fortran (when the sucker did not force me to use binary). ☯89MAY","Don't hold your breath waiting for head mounted retinal projection systems. They are many years off. ☯92DEC","In the November 1992 issue of the Virtual Reality Report, there is an article titled “Head Mounted Displays May Damage Vision.” ☯93JUL","I saw a listing for nude GIFs of the crew from the NEXT GENERATION. Where are they? ☯91OCT","Does anyone know of a huge repository of Star Trek TNG pictures in GIF or JPEG format? ☯93DEC","My roomate has ALL of the Star Trek TNG episodes recorded on about 30 tapes, and he has them cataloged in a database on his computer. ☯92AUG","Star Trek: The Next Generation provides a vision of the future. That vision owes much to two Mac IIs with 8MB of memory and a Mac SE. ☯91APR","LOOK OUT! I'M UNDER ATTACK BY THE FLYING TOASTER COMMANDOS!! ☯92DEC","I think that a ‘retinasaver’ would be a good idea. ☯92DEC","I wonder if people will write “screensavers” for VR glasses so that the terminal prompt won't get burned into your eye. ☯92DEC","I'm still getting mail, please disconnect me A.S.A.P. ☯93AUG","Could you disconnect me from the net please? ☯93AUG","OK, I confess, I work for the IRS, and our computers are really outdated. ☯92JUN","I used to back-up my computer with Photonix II, but I noticed that it wrote the letters “FTA” in the first nibbles of the disk. ☯92FEB","Let's discuss the \"cool\" places to FTP from, how to FTP/Telnet, and how to be polite about FTP'ing. ☯93JAN","Does anyone know how I can convert a MacPaint image to something the a Symbolics 3675 Lisp machine can read? ☯88NOV","Am I missing something or is it really true that I cannot specify a pixmap to be used in tiling a polygon? ☯89NOV","Does anyone have a C routine to fill a n-sided polygon with a user specified pattern using UIS graphics? ☯89NOV","I was wondering if someone could e-mail me the names of the American Gladiators both past and present. Thank you in advance. ☯93OCT","Does anyone out there know if the American Gladiators Fan Club is still in operation and how to join? ☯92DEC","I saw a poster in my gym for American Gladiators tryouts next week. For more information, pick up an application at 7-Eleven. ☯92FEB","A long time ago, I had a file called MOUSEMAN.LZH that described how to use an IBM mouse on the Amiga. ☯93MAY","Busloads of alternative techno-freaks from all over the planet will descend on this event. You wouldn't want to miss that, would you? ☯93MAY","Remember the Galactic Hacker Party back in 1989? We're back! ☯93MAY","Times have changed. Many who were violently opposed to computers in 1989 have now discovered word-processing and desktop publishing. ☯93MAY","techno-anarchists /  \ncyberpunks / \nsystem managers / \nstupid users / \nparanoid androids / \nUnix gurus / \nwhizz kids / \nwarez dudes \n☯93MAY","hackers / \nphone phreaks / \nprogrammers / \ncomputer haters / \ndata travellers / \nelectro-wizards / \nnetworkers / \nhardware freaks \n☯93MAY","A friend of mine is buying his girlfriend a cordless phone for her birthday. He's also buying himself a scanner and a tape recorder. ☯90JUL","Unless you want to provide entertainment for the scanner freaks in the neigborhood, you should use discretion on a cordless phone. ☯90JUL","If you want to protect your conversations, then keep your transmissions to yourself and stop polluting the airwaves. ☯90AUG","Disks accumulate &lt;junk&gt; faster than beds accumulate &lt;dust bunnies&gt;. ☯93JUL","Let's organize a net.load at Lost Prairie. We could video it and make some GIFs. ☯93JUN","My new housemate has no concept of noise pollution. She had my answering machine and my phone both turned up full volume. ☯92JUN","I recently opened my home to a woman who moved here from L.A. The riots scared her out of the bloody city and into my spare bedroom. ☯92JUN","Darkness is no longer a signal to secure the cave against marauding animals and go to bed. ☯92JUN","People cannot understand is that I *prefer* to stay up in the evenings and sleep in the mornings. ☯92JUN","Home-based net-access has some plusses going for it. ☯92JUN","Warning: You will be unable to play this cool game only once. ☯93JAN","You and your trusty sweeper have got to clear a path through the mines from one side of the screen to the other. ☯93JAN","A non-networked friend of mine was wondering about the policing of cyberspace and all those wonderful virtual realities coming soon. ☯92MAR","When the book “VR in Turbo C” reaches the bookstores, I will then know VR has arrived! ☯91AUG","Yes, I am fearful of the flood of low-content fad books on VR. ☯91AUG","Will my favorite-computer work in Japan? Will my modem? ☯92MAY","Fleetwood Mac is ear candy— the far right can start shaking when we get a president who's into Living Colour.  ☯93JAN","However, I feel that it is not anyone's business to go about trashing a style of music. ☯93JUL","Yours is not the first outburst directed at the quality (or lack thereof) of the contemporary popular music scene. ☯93JUL","As others have pointed out, rock and roll can't be killed. ☯93JAN","Rap is the disco of the 1990s. ☯93JAN","It's just that it's pathetic that a 5 year-old who is mumbling garbage can make money. ☯93JUL","You surely must be intelligent if you are on the net. ☯93MAY","AHHH! I can't find my Walkman. I hate it when that happens. And it has my favorite tape in it too. ☯93JAN","I believe I will invest in a drum machine and try my hand at rapping. ☯93JUL","I admit that I might be inclined to jump when I listen to Kris Kross, but it is not forced upon me by the sheer power of the lyrics. ☯93MAY","I thought “make your own video” games would be a waste. I HATE Marky Mark and yet I found myself liking his game. You should try it. ☯93MAR","I can't understand why anybody would buy a Sega CD if the selection is so limited that most of the titles are “make your own videos.” ☯93MAR","In five years, everything will be different, and the current systems will be junk, INCLUDING your sacred cow Sega CD. ☯93FEB","You should learn to recognize typographical errors before posting spelling flames. ☯92MAY","This question is regarding CHRIS KELLY of KRIS KROSS. Since I'm a loyal fan of  theirs, I am concerned for his health. ☯93OCT","This is regarding KRIS KROSS. It is very important that I get in contact with them. ☯93OCT","Hi netters, I am planning to hike and explore the areas of Joshua Tree and Death Valley. ☯93FEB","We can have widespread, anonymous, communication only if we block the government backdoor into our communications NOW. ☯93AUG","I am going screaming to the digital era. ☯91FEB","If I pay $15 for a CD that costs $1 to manufacture, is it really so unfair that I make a copy on cassette to play in my car? ☯92APR","We are not all criminals—we paid $6 billion for prerecorded music last year despite the fact that we all have cassette recorders. ☯92APR","Please vote against the Audio Home Recording Act of 1991 (AHRA). ☯92APR","The notion that digital cash will stop drug-dealing or any other fun crime is pure crap. ☯93SEP","Today, your right to own property is in jeopardy because of the government's “War on Drugs.” ☯89DEC","Our present practices in copyright ownership make the dream of open, universal hypertext/media impossible. ☯89DEC","The value of good software is in its ability to improve the human condition. ☯89DEC","Terminals are geek software because they're something that other computer-nerds will look at and say “wow, you're a cool frood, you.” ☯89DEC","Can somebody tell me of their experiences with taking a computer to India? ☯92JUN","The computer is watching you! The computer knows where you are! The computer knows your past! The computer knows your future! ☯90DEC","Does anyone know of a replacement for Trumpet Winsock that runs under OS/2 Warp? ☯94DEC","I am trying to setup a SLIP connection to the Internet on Windows. I have the SLIP account, but am not sure how to setup Winsock. ☯94SEP","Has anyone heard of a interface for Internet called Mosaic? ☯93NOV","Prodigy has promise, but America Online may be the Prodigy. ☯92OCT","It seems to be sprouting up on every computer screen in the land. But just what is this thing called the Internet? ☯93NOV","NCSA Mosaic is very cool. It's like Turbo Gopher on grass. Crashes a bit, but hey, so do Porsches and other things fun. ☯93DEC","The scrolling bug is fixed. You shouldn't see the screen mess up due to images or large text in the document anymore. ☯93NOV","Network I/O is now interruptible. Click on the big Mosaic icon in the upper-right corner to kill a net transfer. ☯93NOV","Images can now be aligned middle, top, or bottom, instead of just top. I was surprised no one mentioned this during our beta testing. ☯93NOV","NCSA Mosaic provides a consistent and easy-to-use hypermedia-based interface into a wide variety of networked information sources. ☯93APR","Version 1.0 of NCSA Mosaic for the X Window System, a networked information systems and World Wide Web browser, is hereby released. ☯93APR","My brother once created a religion which involved worshipping tacky things in your underwear. ☯90DEC","It is sad to see an individual with such a vendetta against a computer. ☯93SEP","I would never consider an Apple product video or virtual reality simulations; at least not at the present time. ☯93SEP","Apple is gearing all of their long-term plans around communications. ☯93SEP","What's a “Silicon Disk”? Is it non-volatile? Removable? Solid state? ☯90OCT","What the hell are we doing up so late, and why are we still on our computers? ☯92NOV","GIFs from “Mad About You” are available for downloading from America Online. Several of them feature Helen Hunt and her killer smile. ☯94MAY","I do watch Seinfield, but ONLY if I'm home on Thursday nights. ☯94DEC","Hi. I'm looking to get a handheld or notebook computer for text and outline processing, terminal emulation, and file transfer. ☯90OCT","I assume you're just about to practice for an exam in Operating Systems, or am I wrong? ☯93MAR","I've heard a rumour that Computer Lib and Dream Machines by Ted Nelson are available in hypertext form, possibly using Guide. ☯91APR","Nowadays, if I hear music with a prominent beat in it, I get mental images of yellow lambda's flashing up in the rhythm of the music. ☯93MAR","In order to fly in my dreams, I “hook” my center of gravity to a point in space and move that around. Works quite well. ☯93MAR","When a friend and I were taking calculus, she dreamed she was being attacked by integral-signs. ☯93MAR","I once woke up in the middle of the night and wondered why my blanket was not rendered as a hidden-line drawing. ☯93MAR","There is a shop in Santa Cruz that sells imported stuff, I saw they have a Balinese carving of a frog—riding on a skateboard! ☯92DEC","The Lips (I almost wrote “Lisp” out of habit) are truly studio gods. ☯92NOV","While serving as music editor, I received a Flaming Lips album. I think they are from Oklahoma but I have not heard from them since. ☯91APR","Has anyone heard the new Flaming Lips album? What's it like? ☯93JUN","Is there anybody out there that can tell me if there is a conference specifically for new age music? ☯92DEC","I want to talk about vegetarianism, alternative medicines, alternative religions, crystals, and peace movements. ☯93JAN","21 YEAR OLD COLLEGE SENIOR SEEKS PENPALS INTERESTED IN NEW AGE TOPICS! ☯93JAN","Maybe we can all go outside this summer and meditate on the UV rays penetrating our skin and knocking bits out of our chromosomes. ☯92DEC","I get the intuitive feeling that there was meant to be a double jolt to the fear center of the American psyche. ☯93JUL","It seems unlikely that the Feds' assault on Branch Davidians in Waco should follow on the heels of the World Trade Center bombing. ☯93JUL","Too bad about Bill Clinton. I thought he was a draft-dodger like me. ☯93JUL","I'm still annoyed at the FBI for harassing me in Canada after I left the U.S. during the Vietnam war. ☯93JUL","Everyone knows that, if you fire 24 cruise missiles into a city in the middle of the night, you are going to kill sleeping civilians. ☯93JUN","The Harlem Globetrotters once had to play against a team of basketball robots on Gilligan's Island. ☯91FEB","The best thing this decade is the advent of the 24-hour supermarkets. I can shop in the unhurried, serene atmosphere found at 2am. ☯89DEC","I will support Sunday shopping when somebody convinces me that there is a better reason for it than simply worshipping consumerism. ☯89DEC","Do I have the right to run my lawn-mower at 5am Sunday morning, even though I know my neighbour likes to sleep late? Certainly. ☯89DEC","Nicholas, a modified Russian, was jacked into a dream. The dream was a machine. ☯91APR","Our lab is sorting out, cataloging, and finding all the Macintosh software that we have—literally hundreds and hundreds of disks. ☯92OCT","We can always go on fussing over figure skaters and pop stars until a hungry kid drags us away from our TV and shoots us dead. ☯94FEB","I think the pop stars of 2013 will be influenced by music they heard in, say, 2003. ☯93NOV","So lets have it trendsetters, what is going to be hot in 20 years? ☯93NOV","I can't seem to remember very much since 1988. ☯93NOV","Don't think techno is a new thing—us breakdancers were listening to it when you kids were out on your BMXs. ☯93NOV","I plotted some data in Microsoft Excel, and I expect accidental deaths by firearms to reach zero by the year 2013! ☯93SEP","I've never programmed in C, I'll let you know how it works out sometime in 2013. ☯90FEB","My apologies if my grasp of Easter Island history is flawed. ☯90OCT","Please help me with this cheeseburger-headed cop. ☯94NOV","I have received favorable comments on the GIF-to-ASCII conversions I have done so far. If you want to help, email me GIFs. ☯94MAR","Without technology, I think humans are unkillable barring disaster on a cosmic scale. ☯90OCT","Even with the end of the cold war and the reduced threat of nuclear annihilation, self-destruction still seems quite likely. ☯90OCT","We fail to find a replacement for fossil fuels, never move off-planet, genetic defects weaken us, and the race ends in a whimper. ☯90OCT","To a meme, minds and the Internet are merely ways of propagating itself. ☯94JUL","I have several floppies filled with nude GIFs of Madonna. I could UPS them for a small fee, e-mail me for details. ☯94DEC","Where and how can I use the GIF files? I have a satellite picture of Neptune and a good one of Madonna. Please enlighten me. ☯90MAR","Margaret Thatcher was clearly a robot. Those steely blue eyes of could never have been of biological origin. ☯94JUL","Jimmy Carter was the first president replaced by a robot. He and his family were all victims of the sinister Soviet/Rockefeller plot. ☯94JUL","Bush and Thatcher are known to children these days as the “MILK SNATCHERS,” what a sad way to be remembered. ☯90AUG","I can vaguely remember a portrait of Maggie Thatcher in her underwear. ☯92OCT","You can create art and beauty on a computer. ☯90JUN","The ultrarealistic gestalt gives you control over the most exotic electronic weaponary the Pentagon has ever come up with. ☯93DEC","The best jet simulator we've seen so far on the Macintosh is this baby, a supersonic improvement on the black-and-white iteration. ☯93DEC","What planet is Steven Levy coming from, and what has he been smoking? ☯93DEC","The NAACP? The National Association for the Advancement of Cyber Punk, I presume. ☯89JUL","Do you hack? Do you do any phreaking? What companies have you hacked into? Do you believe in what you do? ☯92APR","I have decided to start a phreaking and hackers club. ☯92APR","Someone has programmed their answering machine to call my number every time they get a message. ☯94MAY","I once was a victim of threatening calls and took pleasure in finding out it was a 15-year-old kid using his computer to harass me. ☯93JUL","Does anyone out there use a war dialer? ☯93SEP","If any kind soul out there happens to have a copy of a war dialer for Macintosh, would that person be so kind as to BinHex it to me? ☯94MAR","Did someone say they wanted to scan their PBX for illegitimate modem hookups, didn't have a good utility, and couldn't find TONELOC? ☯94AUG","We're looking for freelance Netsurfers (we even pay!) ☯94OCT","This Pioneer car stereo can remove vocals from a song so you can just listen to instrumentals—at least that's what the brochure says. ☯94APR","I have a Camaro. I have an extensive collection of cassetes and CDs. ☯94APR","Some folks on the net seem mighty sure of themselves, don't they? ☯92OCT","If Windows people have their way, computers won't come with a keyboard anymore and red octagonal street signs won't say STOP. ☯93NOV","Are Episodes 7,8, &amp; 9 just a marketing ploy? ☯92AUG","My game is in Turbo C++ and I am hard at work on the graphics. I'll add some voice files and Soundblaser support later. ☯93FEB","I am currently making an adventure game with the same flavor as Star Wars. ☯93FEB","Several thousand Japanese people currently use HABITAT, and it has grown into many hundreds of “rooms.” ☯91SEP","HABITAT is a visual MUD, which a player, equipped with a Fujitsu FM Towns computer/CD-ROM player, enters via the telephone lines. ☯91SEP","I use Deluxe Paint II by Electronic Arts, its brush capabilities are unmatched. (256 color is HEAVEN!) ☯92JUL","I can type faster than I can use a stupid mouse. Maybe I'm just uncoordinated. ☯93NOV","I'm a lousy programmer, so I'll happily use someone else's game system because I'm more interested in designing games. ☯93SEP","Have any of you heard of any proposed release dates for “Day of the Tentacle” or “Sam and Max Hit the Road”? ☯93DEC","I just got a demo for a non-shareware game called Sam and Max. Dog and Rabbit detectives…pretty interesting. ☯93SEP","LucasArts is announcing a new 3D action-adventure game entitled: DARK FORCES. ☯94JUL","I need a crack for LOOM because the copy-protection is annoying. ☯93JAN","LOOM's user interface is based on four-note musical passages, rather than typed commands. Also, it doesn't have a resistance plot. ☯90APR","How many of you immediately saved your game when you saw that room where someone is staring at you? I sure did. Gave me the willies. ☯93NOV","Dudes! WHAT is the deal with LucasArts? Furthermore, does anyone know their AOL address? ☯92NOV","I am not at liberty to discuss what LucasArts is doing with VR, but I can say it's not what you think (gloves and goggles). ☯91SEP","I solved Monkey Island 2! What I need now is some kind soul in net-land who will sound an alarm when Monkey Island 3 comes out. ☯92JAN","I'm one of those adventurers who does not like to guess when a programmer wants me to do to something. ☯93SEP","Sierra has dropped Amiga support for good. One more bites the dust. ☯92OCT","Give one goblin a bouquet of flowers, tell him to use it, and he will eat it. ☯93NOV","I read that LucasArts will be dropping the Amiga. I immediately sent them a letter. ☯93AUG","I said the WTC was an excellent terrorist target, I told everyone it was a matter of time. Folks looked at me as if I was a joke. ☯93OCT","According to Daily Telegraph, North Korea is near a collapse. It was said that any finacial aid would delay the fall. ☯92AUG","There is a lot of good propaganda coming out of North Korea these days. ☯93NOV","As a Korean, I have a great confidence in South Korean military force. ☯93NOV","Gang violence is far more likely to “nuke” you than some bomb ever would have. ☯93OCT","It is interesting how you can sit in front of you terminal and talk in a semi-intellectual way about the politics of North Korea. ☯93JUL","North Korea, a bastion of totalitarian rule, has changed many of its phone numbers today. ☯93FEB","The Atari wave and Nintendo wave might fear the future, but younger brats will be all safe and secure in their mini-van life. ☯93SEP","For many kids, the idea of nuclear armageddon caused a subtle but significant trepidation about the future in general. ☯93SEP","All travel to North Korea should be avoided, since the United States does not recognize the government of that country. ☯92NOV","I heard that President Clinton is sending troops into North Korea. I don't really recall for what, though. ☯93SEP","The massing of troops along the Korean DMZ was all over the shortwave radio last night. ☯93NOV","Using nothing more than MacPaint, GIFs from the network, and some time, my friend and I created a new version of our university seal. ☯92DEC","If you want to scare the living hell out of your favorite DOS user, include an ECHO in their AUTOEXEC.BAT file with an error message. ☯92APR","I HOPE THIS PROGRAM / \nMAKES YOU BLUE / \nI DON'T KNOW THE ANSWER / \nAND NEITHER DO YOU \n☯91MAR","This year, the sugar for chocolates and jellybeans was stolen and the Easter bunny broke his left foot. ☯93APR","MARSHMALLOW PEEPS AND GRAPE SODA!!!!! ☯93JUN","I've been researching the properties of the “Cadbury Egg.” I placed one in an incubator, but it melted and the incubator shorted out. ☯93MAR","Don't forget to go to your local drug store and stock up on huge amounts of cheap Easter Candy. You only live once. ☯93APR","Hello everyone out there in Netland—greetings from Fuzzybunnyland! ☯93APR","It is quite easy to print anything on a T-shirt. ☯92JUL","Coinciding with GDC, VeRGe (Virtual Reality Educational Foundation) is presenting “Playing Games with Virtual Reality” tonight. ☯94APR","A “lemming” is a little character that gets dropped into a hostile cave environment. ☯90DEC","A “lemming” is a little character that gets dropped into a hostile cave environment. ☯90DEC","Lemmings is the best new game in years, it was written by DMA Design—a company I have heard of—and it is dangerously addictive!!! ☯90DEC","I have some friends who are looking to develop for the Atari Jaguar and are at the Game Developers Conference as I write this. ☯94APR","It took me a while to get used to the new Sierra interface, but now I like it. It's much faster than typing and easier on the hands. ☯93FEB","The worst game interface is the vaunted Sierra keyboard-less interface. Ugh! Give me the Infocom command parser any day. ☯93FEB","I have organized the Special Interest Group for Amiga 3D graphics and animation. Afterwards, I must take on the role of a booth babe. ☯92JUL","I will be running a session on how to overcome our mental barriers to writing Interactive Fiction.  ☯90DEC","Planned sessions: \nPrototype Your Game in HyperCard \nOptical Storage: Will It Change Games? \nThe Artistic Core of Interactivity \n☯90JAN","If you design, program, or produce electronic games, you won't want to miss CGDC.  Register early—the '89 Conference was a sellout! ☯90JAN","I have seen the NeXT version of DOOM and it is no day at the picnic. ☯94APR","Looks like DOS will not be the only OS platform capable of running computer games. ☯94APR","At the Game Developers Conference this week, Microsoft announced WinDOOM to convince game developers to make games for Windows. ☯94APR","Wolf3D is booring. A RUN_THROUGH_THE_DUNGEON_AND_KILL_EVERYTHING game. Ohhhh, it has secret doors. Ohhhhh, it has flashy 3D graphics. ☯93FEB","I'm in the computer lab. Its 2:18 on May 7, 1998. Oops, I mean 1992. I'm in a crazy mood. ☯92JUN","If I were an alien looking for fun, I would head straight for the place with the largest and sunniest beach. ☯89MAR","The U.S. is the most advanced nation from orbit—assuming that aliens don't believe paving the Earth is a sign of a primitive culture. ☯89MAR","I was given a crystal sphere with a pyramid inside that slowly illuminates and flashes glowing lights when held in the hand. ☯91APR","It seems that earthly governments tend to range from the paranoid to the crazy with a peripheral fringe of the merely self-centered. ☯89MAR","Why would any self-respecting “alien” want to talk to any particular terrestrial government at all? ☯89MAR","Darryl Anka experienced a sighting of a dark grey, triangular-shaped craft in 1974. He's channeled a voice called BASHER ever since. ☯91APR","Omnec Onec has a convincing story of her being brought here from the Venus life wave, which vibrates at a finer frequency than ours. ☯91APR","No one can say D&amp;D runs my life. I have $700 in accessories, but my brother has spent more on R/C cars and he's 27 years old. ☯92APR","RPGs in general and D&amp;D in particular do not support, nor want, to be associated with people who do use drugs or are crazy. ☯92APR","There is a group called MAGI (Mad About Gaming Ignorance). They try to contact groups opposed to D&amp;D, but no one ever responds. ☯92APR","Here we get into religious dogmas, but MEGATRAVELLER DOES NOT COMPARE TO ORIGINAL TRAVELLER. ☯92APR","I thought I'd ask the net to describe some game systems. Can someone give a run-down on Shadowrun, Megatraveller, Chill, and MERP? ☯92APR","Advanced Dungeons &amp; Dragons isn't all it's cracked up to be. ☯92APR","I'm a hardened AD&amp;D veteran, and I'm beginning to see the light after playing for 10 years. ☯92APR","I am conducting some research to determine the feasibility of catching a small unmanned air vehicle with a robotic arm. ☯93NOV","Leave the Internet Black Hole for College. ☯90APR","I'd rather see someone turn into a Compu-troll (if they have to) in college than while still in High School. ☯90APR","Incidentally, I was not alone in my high-school pursuit of the ARPAnet. ☯90APR","I have had first-hand experience with being a kid on the internet. ☯90APR","The Tacit Rainbow drone, which has some qualities of a brighter smart weapon, has anti-radiation capabilities. ☯91APR","Two days ago, I was running a firefight in a pickle factory where we took on a couple of heavily cybered mercenaries. ☯92MAY","Yes, Saddam Hussein is nuts. Unfortunately, being nuts seems to be popular nowadays. ☯90AUG","Is it reasonable that the U.S. had no clue about Kuwait? It's more likely that they were involved in orchestrating the invasion. ☯90SEP","Is it possible that the Iraqi \"threat\" is being used as a means to prolong the life of the military-industrial complex? ☯90SEP","Every age seems to have those who think the run of the mill disasters and wars of the time are fulfillment of prophecy. ☯90OCT","When President Clinton's top aides moved into the White House in January, many of them had trouble getting their computers to work. ☯93MAR","Late into the night of Jan 19—President Bush's last hours—officials wiped out the memory of most of the White House computers. ☯93MAR","Today, we are pleased to announce that for the first time in history, the White House will be connected to you via electronic mail. ☯93JUN","Write a virus, destroy the War on Drugs! ☯91JUL","The War on Drugs is being impeded by relying on 100+ different computers. Many cannot communicate and are unprotected from outsiders. ☯91JUL","Do your neighbors call the air force because of a strange glow emanating from one room in your house all night long? ☯92JAN","Have burglars ever hit the entire neighborhood at night except your house because you are always UP and online? ☯92JAN","Are you a suffering from Modem Madness? ☯92JAN","Have you ever realized that you “forgot to go to bed” when the alarm goes off, while sitting in front of the keyboard? ☯92JAN","My mates and I were in my wagon. It's a ripper of a car made by GM, but it's also bloody well Australian through-and-through. ☯93APR","We provide nude pool parties monthly and other nude activities all year round. We'd like to hear from you—so call today. ☯92APR","If you would like some info on COCONET, send me your mailing address. ☯90DEC","COCONET offers e-mail, forums, file exchange, online bitmap/vector graphics, CocoTunes (music in messages), hyperlinking, and more. ☯90DEC","I've been posting half-truths, overblown opinions, and murky problem solutions on the Internet for about ten or eleven years now. ☯90DEC","I think we all ought to start posting in RTF. ASCII is ASCII is ASCII, and we've lived with it since 1960-something. ☯90DEC","What is, and where can I get a good, preferrably free, news reader? I have a NeXT computer with 5megs of RAM and a 80meg hard drive. ☯92OCT","I'm going to go stare at the cyberbabe again. Bye now. ☯93DEC","I moved to where she had been and bumped into an invisible wall that occasionally displayed a QuickTime video that made her visible. ☯93DEC","I met a cyber-woman leaning on a wall. She moved her hands around in some Tai Chi movements and disappeared. ☯93DEC","DIAL-A-POPE CATCHING ON. If you dial a 900 number, you can get a daily spiritual pick-me-up from Pope John Paul II. ☯91AUG","The Pope did indeed get a virus but not AIDS. Sorry, but I forgot the exact name of the beastie. ☯93DEC","I want my old news reader back, please, can I have my news reader back? ☯93OCT","I am in the midst of conducting a series of experiments to measure changes in service level reachability in the global Internet. ☯91AUG","The Amiga chipset was designed by Jay Miner's dog—it stayed under his drafting table and barked when he drew a gate that was wrong. ☯90NOV","I get all my new software from local area networks and peer-to-peer file sharing. ☯93JAN","Who's going to stay up all night watching their modem lights? ☯91MAY","You log out of Prodigy, leave your computer running, and go to bed. At 2am, Prodigy calls back and starts sucking up your text files. ☯91MAY","The Orb is kind of ambient-techno-you-can-dance-to-but-is-cool-to-listen-to-at-anytime music. ☯93MAR","Is it “Techno” or “House” or “Ambient House” or “Dance”? ☯92NOV","Has anyone heard the new Orb double album, called Adventures Beyond the Ultraworld or something like that? ☯91APR","Please send me any questions on analog/modular synthesis, realtime MIDI expressive control, and man-machine interface development. ☯89NOV","I made a DJ beatmix tape called \"Disco Slows Down\" that is based on Enigma—I am currently working on a sequel, “Disco Wakes Up.” ☯92SEP","Because of the glitch (not the BBS's fault), I have most likely missed out on any skunk-related messages that may have been posted. ☯93MAY","OK, gang, I'm back on the air again. ☯89NOV","If a user decides enough is enough, they should be able to quit and come back tomorrow. ☯92OCT","Hyperreality is only interesting, and apparently to be feared, when it threatens to subvert reality. ☯93SEP","I am interested in the theme of HYPERREALITY (where the re-creation of reality becomes more “real” that reality itself). ☯93SEP","Are sitcoms all there is to America? ☯90JUN","Last summer, I attended the Perfect Strangers taping. Bronson Pinchot signed autographs for those of us who stayed to the end. ☯90SEP","To quote a friend of a friend: In space, nobody can hear you snore. ☯93JAN","There is a toxic waste created by the current television processes and we're sitting in it. ☯93SEP","Why isn't there even one sitcom that has Asian Americans? I'd think an Asian “Cosby Show” would be pretty funny. ☯93AUG","Saturday morning and I'm at work—debugging my functions. ☯93MAY","The save-the-girl/save-the-world theme has already worn out. Someone is going to have to invent new situations—or new games entirely. ☯92NOV","Strangely absent both in the arcade and at home are original or humourous games. ☯92NOV","I'm currently borrowing a Lynx from a friend (he, unfortunately, only has California Games). ☯91SEP","Japanese kids are REALLY GETTING INTO the Sega Game Gear—it must be good. ☯91SEP","You can think of the Gameboy as a “One Year Wonder.”  It's dead guys, really. ☯91APR","I'm stuck in the Turbo-Tunnel portion of Battletoads. The one thing I've noticed is a funny exclamation point appears as I crash. ☯92MAR","I've never gotten past the third level in Mickey Mouse.  I can't kill the “chocolate bar monster.” ☯91SEP","Will there be access to Grand Canyon during budget crisis? ☯90OCT","I am a graphic artist of sorts. I was graphics editor of the student newspaper for two years where I learned to draw respectably. ☯92NOV","Parkinson's law: Data grows to fill all available space—or bandwidth. ☯91JUN","I think an important first step of the future of the net is archiving the net. ☯91JUN","In 10 years, it should be possible to encode images and sound in a news feed. Not to mention color and multiple fonts. ☯91JUN","A tape arrived in the mail yesterday from Los Angeles. It's a two-song promo tape from a band called ARCADE. ☯92DEC","Play as Ryu, Ken, a flamethrowing Hindu, cute/kicking Chinese girl, sumo wrestler, marine, Russian with a cause, or a green creature! ☯91APR","I have just seen a new arcade game that is a follow-up to Street Fighter. This sequel is even better than that of the last one. ☯91APR","I am told that in Japan you can purchase a CD of current Nintendo / Sega game music. ☯92DEC","I mean, check out the background music in “Metropolis Zone” from SONIC THE HEDGEHOG 2 or the title theme to KLAX on the Atari Lynx. ☯92DEC","I'm hooking up my game machines to the microphone jack of my tape player, and “rolling my own” video game soundtracks. ☯92DEC","The bar next door to me has Tron, Phoenix, and Robotron 2084, and regularly gets ancient junky video games. ☯92DEC","I had the great fortune of being a full time arcade video game repair person from 1981 through June of 1988. ☯92DEC","I had a copy of “PC Arcade” by Friendly Ware. Unfortunately, my 5 year old tried to insert the disk sideways and mutilated it. ☯90MAR","Tempest: the Atari game in tube shapes and where you fired on anything that moved toward you. Spikes, flippers, yellow zappers, etc! ☯92DEC","Oh my god! Somebody has played Gorf!!! I thought I was the only one! ☯92DEC","You will soon not be able to enjoy your favorite jelly or potato chip because you turned to LSD instead of the great blue open sea. ☯93FEB","LSD isn't opening your mind, it's erasing it. ☯93FEB","Hey, I can go into a virtual city and kill all those drug pushers I hate so much and never get hurt by them! ☯92NOV","Cyberjunk for the cyberpunk! ☯88FEB","What will a future cyberspace cowboy be munching on as he cruises the net? ☯88FEB","I would like to know what is wrong with the Pepsi company. Email responses would be greatly appreciated. ☯90NOV","The floor was littered with Coke bottles in “Zork II: Tomb of the Unknown Implementors.” ☯90APR","The hacker obsession with Coca-Cola is curious. The net․coke group formed in 1985 when “New Coke” threatened our way of life. ☯90APR","How much of a 3D printer might be printed by a 3D printer? Could it print a robot to assemble the new 3D printer and another robot? ☯92SEP","Take over fertile lands. Use cheeseburgers as weapons. ☯91FEB","Everybody knows that the US has perfected the art of Twinkie cloning by using sea sponges with cattle cream for the filling. ☯91FEB","Look on the bright side: being single means we have more money to spend on compact discs. ☯91OCT","I'm mystified by the whole “ideal date” thing. That being said, the greatest date I ever had included a tour of a nuclear reactor. ☯91OCT","The person of your dreams has agreed to go out with you and MONEY IS NO OBJECT. If you really insist, you may also warp time. ☯91OCT","I am single and I have no immediate plans to kill many people unless I can profit tangibly from it. ☯91OCT","When the SuperDrives came out, Apple freaked. “You're not supposed to be able to put a hard drive inside a Mac!” was their cry. ☯90OCT","Apple is a living testament to the dangers of a monopoly. Macs first came without a hard drive so as not to compete with the Lisa. ☯90OCT","Browsers should be afforded flexibility as to which image formats they support. XBM and XPM are good ones to support. ☯93FEB","I'd like to propose a new, optional HTML tag: IMG. ☯93FEB","The recent trend for leading actress roles seems to be female versions of Jean-Claude Van Damme. ☯93APR","I watch my WHO FRAMED ROGER RABBIT laserdisc often, pausing to see if I can pick up technical flaws and I can't. A virtuoso work. ☯90FEB","Clearly, the best film I saw all last year was BOYZ N THE HOOD. ☯92MAR","You are not alone in your disdain for DANCING WITH WOLVES. ☯93FEB","Tom Cruise is a hot topic right now, but his publicity campaign has perhaps already peaked. ☯90FEB","I was watching the Oscars last night and I got to see what Cindy Crawford and Claudia Schiffer were wearing. ☯93MAR","A few years back, a coked-out producer did the Oscar night program—the opening had Rob Lowe doing a bump-and-grind with Snow White. ☯93FEB","I read a book years ago about superhuman creatures called ‘oscars’ who were created by covering normal humans with exotic plants. ☯92MAR","The Oscars are meaningless; I propose ignoring them. ☯92MAR","Oscar speeches are either I Want To Thank Everyone Ever Since I Was Born or I Want To Make A Political Statement In A Dweeb Outfit. ☯93APR","Any other BARTON FINK fans out there? ☯93JAN","I describe myself as virtual memory. I don't actually know everything, but I know how to get to it. ☯88JUL","I know a man who tinkers with lots of technological marvels, but he sees computers as some sort of demon familiar. ☯88JUL","Seeing a woman at the console is a good way to remind the “old boys” that we can jockey a mainframe around too, thank you very much. ☯88JUL","A decade ago it was rare to find women in computing, women then had to be careful when associating with keyboards. ☯88JUL","The glass ceiling is quite real at IBM. ☯88JUL","I know a woman in upper management at IBM—she is frequently mistaken for her own secretary. ☯88JUL","If you think of a model woman wizard as: “she's gorgeous and a demon on the keyboard too!” then you've got your priorities bungled. ☯88JUL","Always remember that wizards, hackers, and “other strange personalities” aren't confined to computers. ☯88JUL","I pay taxes. Do I *deserve* my own F-16? ☯93JUN","Have you noticed how the people on “Melrose Place” and “Beverly Hills, 90210” are too stupid to actually survive in California? ☯93MAY","I, for one, feel the need to wear nothing but Ralph Lauren, drive a BMW M5, and constantly carry a cellular phone in my pocket. ☯93MAY","I am the foremost expert on what's going on with 90210. ☯92AUG","If an idiot who has no way of comprehending a RAVE is bursting your bubble, get a copy of TIME Magazine and throw it in their face! ☯92AUG","If you have a bad trip, I suggest listening to CDs. Albums are 60 mins and once you've heard 12, you'll be entering normality again. ☯93SEP","Whilst preparing my house for the last tripping party I held, I tried out an idea which had been brewing in my skull for some time. ☯93DEC","You don't need to know how to paint computer-aided. You can paint as usual. There is always a way to bring it into the computer. ☯94MAY","I will continue to dink around with this new medium because I do believe that it has a future. The future just isn't here yet. ☯94MAY","The “computer medium” is at the Talking Dog stage (that is, it doesn't matter what the dog says, it is amazing that it talks at all). ☯94MAY","I look at the first randomly generated sketch provided by the computer, say “this sucks,” and move on to the next one. ☯94MAY","By programming the computer to generate compositions, I have removed myself from the syntactical generation in the creative process. ☯94MAY","There's a new paint program out for the GS called DreamGrafix which allows one to paint with 3200 colors, but I haven't used it. ☯92MAR","I must admit, I've never thought about painting a computer. ☯93JUN","I really like the tone of this Internet, and the support for one another. ☯93FEB","When did mylar balloons first appear? The early 80s? It's one more thing I can blame on the Republicans. ☯93FEB","You don't like mylar balloons, but what are you going to do about it? ☯93FEB","If only we lived in a sane society, one that put the same care into the design of toasters, automobiles, etc as we do our weapons. ☯93FEB","People have a notion that it's more fun to go to a club with a neon sign than one without. ☯93FEB","What we live in, plainly put, is a lemming society, a society of people who have no idea of what they want and follow mass hysteria. ☯93FEB","I bought a pair of binoculars. I'm still not quite sure what to do with them (especially living in a basement apartment). ☯93FEB","Why not just knock the Earth out of orbit with a guided asteroid—freezing the planet or sending it into the sun (if you're lucky)? ☯94JAN","I don't like the idea that an asteroid strike could trigger a nuclear exchange. Would we know it wasn't a first strike? ☯89NOV","Oh, in case you've forgotten, you are utterly alone in everything, including your aesthetic sensibilities. Just a friendly reminder. ☯93FEB","What would the purpose of a computer underground be if people knew who they actually were? ☯92FEB","Studies into the personalities of Spectrum fanatics reveals a profile similar to that of another UK phenomena, the trainspotter. ☯93DEC","In the UK, the cult of the unlovable has reached new extremes in the elevation to deistic status of the “Spectrum” home computer. ☯93DEC","The Cult of the Dead Cow (cDc) is a text file group of which I am a member (yAy), formed in the early/mid eighties. ☯92FEB","California, true to its stereotype, is home to a variety of groups with an interest in life extension. ☯93NOV","The disk will, for all intents and purposes, become us.  My clone will exist in silicon and it will think it is me. ☯93NOV","Death? No fear. Meet the Extropians, the computer cult who are downloading their souls for immortality. ☯93NOV","I wonder if the ultimate fate of the Amiga is to become a “cult computer,” that people keep secretly at home so they can be “cool”? ☯93JUL","Followers of Steve Jobs claim to be staying at his compound on their own freewill—his persuasive manner makes this hard to confirm. ☯93APR","A tense stand-off entered its third week as authorities reported no progress in negotiations with charismatic cult leader Steve Jobs. ☯93APR","I wouldn't know it was Valentine's Day at all if It weren't for people commenting (mostly complaining) about it on the net. ☯93FEB","I think I'm going to find myself a very dark hole to hide in until the whole cutesy mess is over. ☯93FEB","I'm stuck in front of this stupid computer today, and there are loads of couples outside enjoying the sunshine. ☯93FEB","Could there be a whole generation of depressed Windows users who have lost their creativity? ☯93NOV","I use a Mac at home, but I have a Windows PC at work. This makes me very depressed. ☯93NOV","Like most of us, I was immediately blown away by the lasso in MacPaint. You could grab irregularly-shaped areas and drag them around! ☯90JUL","Some school kids discovered they could hold the eraser next to the fan intake on the PC and it would suck up all of the chalk dust. ☯91JAN","I have a sound card that blows the snot out of the Soundblaster. ☯93NOV","Is this just me, or has anyone else noticed the zen aspects of Macs? ☯93NOV","Why don't you join the rest of us into the 90s!! In other words, wake-up and leave those DISCO 80s behind. ☯93NOV","If Adobe hired some decent assembler hackers they could probably speed Photoshop to be faster than doing it by airbrush. ☯92OCT","Yes, Photoshop has lots of really nice features. But it's so slow it's almost unusable! ☯92OCT","Everybody in the world uses a PC. Does that make it a good computer? ☯92OCT","What if you are connected to Saddam's system and have uncovered his plans to nuke the net? ☯90SEP","What if you are connected to the NSA's special spying link? ☯90SEP","I know a lot of people who have called a number they knew had a human on the other end, and connected it with their human. ☯90AUG","I wonder how long until we until we really do have the '90s electronic equivalent of Bonnie and Clyde. ☯90AUG","I've never encountered a computer game that was as much fun to play as it must have been to write. ☯90AUG","Oh, by the way, the GNU project is alive and well. (Go ahead and scream.) ☯90AUG","I archive free software. ☯90AUG","If I get sucked into such a quagmire in future, I'll insist on using real tools instead of some wimpy word processor on steroids. ☯90AUG","Could you tell me why in the world I would WANT copies of WordPerfect, MS Word, and MS Windows? :-) ☯90AUG","Listen, I understand why the current gold-rush of being able to sell $5 in floppies for $500 is so attractive. ☯90AUG","Listen, I understand why the current gold-rush of being able to sell $5 in floppies for $500 is so attractive. ☯90AUG","Pirates—the petty criminals that the media calls “hackers”—are guilty of the ultimate crime: they are boring. ☯90AUG","There are undoubtedly many more pirates than freeware developers, just as there are more car thieves than automotive designers. ☯90AUG","The crashers should be hung, the hackers should be slapped, and the tourists should be directed to other challenges. ☯90AUG","Hacking today is “I can get this game from the store, copy the manual, then return it, and give you guys all the copies you want.” ☯90AUG","Hacking was once “Hey, I just got the new Sierra game, lets look at their animation algorithm and try to implement it in our game.” ☯90AUG","If this is the first mention of this idea anywhere I formally declare it to be in the public domain. ☯90AUG","I am an avid studier of the Hacker phenomenon and how it has changed over the years. ☯90AUG","I am not that fond of computers but I like having them around. ☯92MAR","There are much easier ways to kill a planet. Or a star, for that matter. I've played on and off with ways to take a star apart. ☯90SEP","If the sun suddenly quit shining, would man be able to survive? ☯90SEP","Most people think our ‘Act of God’ cluster is really a disaster cluster because the bloody machines crash all the time. ☯91MAR","We have an ‘Act of God’ cluster at Berkeley because it was an ‘Act of God’ that we even have any machines at all. ☯91MAR","I almost fell into a neighbor's driveway. He shoveled out an 8-foot drop, where the hell he thought he was going I'll never know! ☯93JAN","I recall the neighbor girl started choking, and a lady across the street had to “roll” to help her because walking was impossible. ☯93JAN","I thought it was nuclear winter after Armageddon. I wish I had a movie-camera to capture it—I knew I'd never have that feeling again. ☯93JAN","I'm probably dating myself here, but the REAL blizzard wasn't '77, it was '66! ☯93JAN","The best place to be stuck in a snowstorm is a grocery store. We cleaned out the beer aisle and slept on the checkout counters. ☯93JAN","I walked home at the second-story level of the houses in my neighborhood. Once home, I climbed in through a second-story window. ☯93JAN","I walked outside and heard a metallic crunch as I walked. I kicked the snow with my feet, and realized I was standing on a car. ☯93JAN","Two weeks off of school, free Food Stamps for all, traffic jams with snowmobiles and National Guard caravans. Those were the days! ☯93JAN","My dad and I were wrestling a snowblower when the blizzard hit. We let it pull us up the driveway—thank heaven for self-propulsion! ☯93JAN","Where were you in the blizzard of '77? ☯93JAN","In 1972, my brothers and sisters and I built and igloo and made an amazing series of tunnels and caves into a giant pile of snow. ☯93FEB","Hey yo, thought I'd write. Don't have much to say. ☯92JAN","I still can't believe my brother bought me a GUESS sweatshirt. I'm wearing it now even. What are the odds—astronomical I'd say. ☯92JAN","We have a show off your underwear day in my physical science class, all the guys wear boxers and show the rest of our little group. ☯92JAN","Oh, I don't need a computer, I'm here to do word processing. ☯88APR","I told a TRS-80 customer to type “R-U-N” and press enter. He received a syntax error after typing “Are You In?” and pressing enter. ☯89FEB","I knew a coworker who lost every file on every disk. It turned out he kept reminder notes attached to his disk drive—with magnets. ☯89FEB","My friend once folded up a diskette and put it into his pockette. ☯89FEB","Before ordering by mail, you should do is some research on the company. Calling the magazines they advertise in is a good start. ☯93SEP","Have people had good luck buying computers by mail order? ☯93AUG","I was down at the local Mac store (Byte Shop) and they had the Centris and the LC3 on display! The 650 is neat, fast and I want one! ☯93FEB","Chamelion was a shape-shifting android, right? ☯90OCT","A new service encourages using the phone to make confessions while profiting on those who want to hear the lurid thoughts of others. ☯89MAR","Many 900 lines are deliberately designed to attract children and encourage them to call without their parent's knowledge or consent. ☯89AUG","900 lines play möbius loops which go on repeatedly—you can listen as long as desired—and not coincidentally run up your phone bill. ☯89AUG","Until a commercial killer is available, keep using the mute button or flipping channels. ☯90SEP","VHS makes it inconvenient to fast-forward over commercials without viewing them.  We do watch the commercials, but sped-up. ☯90MAY","Reincarnation: a superabundance of souls—why else are there so many ants at a picnic? ☯90NOV","How finely can a soul be divided? Does a division of the soul hurt? Is it fun? ☯90NOV","Could there be a one-to-many mapping of dead to living? Could Joan of Arc have reincarnated as both you and me? ☯90NOV","I gave up on alarm clocks in 1985. ☯90NOV","Have any of you ever woken up with the halves of your brain out of sync? ☯91NOV","Science provides answers that outstrip human imagination. The ideas about speed of light and how they affect time still freak me out. ☯90NOV","I'm a guy named Bev. In Canada, there are a great number of non-gender-specific names used. Wait'll you meet a girl named Tyler. :) ☯94OCT","I am working on an video art project that maps raster-scanned animation to a “wall” of 18 composite video monitors. ☯93JAN","Have you seen Slacker in the theatres?  Seeing a PixelVision image blown up to movie-screen size is a really neat effect. ☯94JUN","The Fisher Price PXL2000 can be be converted to digital, making it a cheap source for playing with image processing routines. ☯94JUN","Without galleries that can afford the required devices (monitors, tape machines), video art is still between a rock and a hard place. ☯94OCT","Techno-Primativism is a good thing. ☯94JUN","When I printed, all of the text came out as graphics garbage and I had to reset the window. Is this what is supposed to happen? ☯88AUG","I'm not familiar with video high art, if there is such a thing. ☯94AUG","It is becoming apparent that audio and visual are intertwined as a single art form in the future. ☯94AUG","I recently went to power up my LJN VideoArt and ZONK! Nothing happened! ☯94SEP","In 1977, Nam June Paik told me the most powerful tool for artists in the world is the Yellow Pages—and now they are on the net. ☯94DEC","I received “Plan 9 from Outer Space” on video when I bought a game with the same name. (It doesn't have much to do with the movie.) ☯94NOV","Someone used to compile, and regularly post, an “Itchy and Scratchy” episode guide. Are you still out there? ☯93JUN","Please forgive the quality of this message, I'm procrastinating from studying for a test and my mind is half on other matters. ☯94FEB","My only gripe about MBV live is that the audience insisted on the usual slamming/moshing—that's the last thing I wanted to do. ☯91OCT","What ever happened to My Bloody Valentine? ☯94NOV","The next MBV album will be even longer in the making, I mean look how long it took them to make ‘Loveless.’ ☯93MAY","My Bloody Valentine are supposed to be on the verge of releasing their next album. I'm hopeful, but I won't be holding my breath. ☯93JUL","_Who Cares?_ is a music zine that focuses on noisy/loud pop bands like Sonic Youth/My Bloody Valentine/Dinosaur Jr. $2 per issue. ☯92AUG","Skinny Puppy: the last time I tolerated an entire cassete of those losers was exactly that—the last time. ☯94FEB","What the hell, some people like Steve Albini and a lot of others just learn to cope. ☯91OCT","I have to agree with everyone had a positive note on the new one from MBV. I am amazed by the different layers of noises. ☯91NOV","MBV has created of the most important albums of 1991. Trust me. ☯91NOV","I must give a HUGE PLUG for the new My Bloody Valentine album called _Loveless_. ☯91NOV","I have a lot of Gap clothing, and I don't look like everyone else. It isn't the clothes, it's how you wear them. ☯94APR","Now that everyone is buying a minivan, I predict that the station wagon will go the way of the four-breasted platypus. Sad, really. ☯94MAR","I have limited patience for a jerkwad activating his car alarm and embarking on a 2-minute journey into 7-11 for a goddamn Slurpee. ☯94MAR","I put my grubby paws all over vinyl records. Heck, it's a dead medium anyway. ☯94MAR","I knew an audio geek who wouldn't play his Master Disks more than once every day so that the “molecules had a chance to settle down.” ☯94MAR","I am no longer addicted to TV. I am addicted instead to modem. ☯94MAR","Why must one wear neon shirts, Oakley lenses, and Spandex shorts in order to be part of the “in crowd”? ☯90APR","The major use of neon in the current American aesthetic is to sneak pink triangles onto teenagers’ sports clothes. ☯92MAR","Major peeve: the idea that human habits should be based on the path of least resistance rather than on consideration for others. ☯94FEB","Minor peeve: when I return a rented tape it must be rewound. ☯94FEB","Lots of folks have called me a character—no one has ever called me an icon. ☯90MAY","I still get nagging doubts as to who will pay for the bandwidth needed for the Gigabytes of computer garbage to whiz round the globe. ☯94NOV","It's interesting the way you talk about CyberSpace—as if it is a physical location. ☯94DEC","Why don't you get away from your computer, put down your “supermodel” mag, zip up your pants, and go out and meet some real women. ☯93JUL","Personally, I don't care for the discussion about various TV commercial bimbos. They aren't supermodels and probably never will be. ☯93JUL","They all dress the same—carry fannypacks, wear the same color shirts, hats and sunglasses—and move as an amorphous unit. ☯94FEB","Cops have a special aura about them. They've got this ego thing. They're always very confident and insistent. Look for that. ☯94FEB","A new idea is that lasers could be used for forcing a car to stop. It would avert the need for high-speed chases. ☯94OCT","And who says video games don't have redeeming social value…  :-) ☯90NOV","If the skull gets too close to you, then use a rocket bomb; otherwise, don't. ☯90NOV","I loved NARC: bullets flying everywhere, rockets parting your hair, dumpsters thrown at you, burning body-parts flying everywhere. ☯93APR","I played the game NARC in the arcade, but all the ports I've seen for consoles suck. ☯93APR","The only person laughing in your Twinkles Never-Neverland scenario wil be the narc as he does all the your dope and locks you up. ☯94MAR","To join the Flaming Church of Baby Jesus and receive the blessings of Sheep On Drugs send us a self-addressed envelope. ☯92JUN","Bart Simpson is the NRA. ☯92DEC","I just read that the first gang-related shooting in L.A. didn't happen until 1956. Now they have Uzis and RPGs. Where does this end? ☯93MAR","There is such a thing as a gun whacko, and more of them every day. ☯93MAR","#drugs is home to my “bot” (LearyBot) capable of DCCing files including AcidWarp, the blotter GIFs, and a whole slew of other stuff. ☯92NOV","I just wanted to tell any of you who use IRC and have never noticed that that there is a fairly active channel called #drugs. ☯92NOV","The police often wear masks—usually ski masks—when making drug arrests. This is so that the neighbors won't identify them as “narcs.” ☯89NOV","The two-parent home environment doesn't have any magical ability to produce a human out of sheer processing power. ☯90JUL","An image of a CyberMom and a CyberDad should clearly be in the works. ☯90JUL","My friend has suggested random firing of electricity throughout a cyberchild's brain, which could supplement dreams and originality. ☯90JUL","A friend and I have worked together on the concept of making and educating an artificial intelligence. ☯90JUL","Are you sure the grocer you buy bread from isn't a Communist? Is your boss an Objectivist? How about your friends? ☯89NOV","I don't think there is anything magical about intelligence, it is just an enormously complex process. ☯90JUL","The moral is: be very vigilant as you purchase your computer. ☯92JUN","Art deceived me by giving me a different joystick than the one I had picked out. When missing a manual, Art would not send me one. ☯92JUN","Like Hot Chips, Hot Interconnects is intended for the engineering practitioner who is interested in real solutions. ☯93AUG","If I had a computer like that, I'd never leave the house. ☯93DEC","A while back, someone asked about scenes with Great Big Bouncing Boobs. ☯93DEC","We can be mindless blobs happily paying our taxes and being protected from having to think. ☯93AUG","Why don't we just give the government the power to make all our decisions for us? ☯93AUG","Cool times! We can not go back. And only technology, not government, can carry us forward. ☯93AUG","I am appalled by the government MANDATING the digital interface for a car's computer. ☯93AUG","Oh well, what can be expected of a nation to whose citizens consider a ball cap worn backwards is haute couture? ☯93JAN","At least Tom Brokaw and Bryant Gumbel had the poise not to acknowledge the noise pollution. ☯93JAN","The “arf-arf-arfing” would've been appropriate at the Arsenio Hall Show, but it sure as hell wasn't appropriate at an inauguration. ☯93JAN","In the case of Reagan, re-taking the presidential oath made sense—he had probably forgotten what the whole thing was about anyway. ☯93JAN","Chelsea's cool. On the other hand, I want GIFs of Al Gore's oldest daughter. ☯93JAN","Beep. Wrong. No donut. ☯93APR","I'm especially interested in the ways in which modes of education either instruct or destruct. ☯94AUG","They call “us” the “Thirteenth” Generation. Personally, I prefer that term to: X, 20-something, MTV, post-boomer, baby busters, etc. ☯94MAY","As a 20-something, I'm so tired of the slacker/hipster/grunge label I could spit. ☯94MAY","I had an uncle with Alzheimer's disease, and he loved it. He said he was always meeting new people. ☯93DEC","I don't read anything in the Sunday paper but the comics and “high-tech” sections. I mostly recycle the rest without reading it. ☯94MAY","No death, resurrection, or broken-spine strategy on the behalf of D.C. is going to get me interested again. Good-bye, Superman. ☯94SEP","When I was a kid, I used to take a lot of insults from my friends because I liked Superman so much. ☯94SEP","SuperMacs Digital Film? \nRadius VideoVison? \nRasterOps MoviePak? \nNewVideos EyeQ? \n☯92OCT","Nike says Just Do It. I say Just Do Not. ☯94MAY","If purple unicorns are not sleeping on your ceiling, then the statement “purple unicorns are sleeping on my ceiling,” is false. ☯93FEB","I only wish I could be so kool as all these hipsters walking around my campus. ☯91OCT","We presented a human/machine concert last Spring and are now beginning work on a theatre piece based on the Arachne myth. ☯89AUG","Naturally, MIDI is our primary means of communication between the two lifeforms. ☯89AUG","A fighter jet swoops down out of the sky and fires a round of boing-balls at the HeloCar, destroying it in a full-color explosion. ☯89OCT","Apple has had disastrous advertising ever since the “HeloCar” (helicopter car), but nothing is as bad as those Mentos commercials. ☯94UG","I'm interested in finding an EMULATOR that allows the Apple Lisa to run Apple IIe/II+ software. ☯88MAR","My friend has an Apple Lisa and no documentation. He would like to use a modem with it. ☯92APR","Don't you know anyone who owns an Apple Lisa? ☯89OCT","Apple sued Microsoft, and then Xerox sued Apple? ☯89DEC","WANTED: Websurfers to critique my homepage ☯94DEC","It's good to see that you've ventured back out on the net once again. ☯93AUG","We haven't seen our favorite ALL CAPS lunatic around these parts for some time now, have we? ☯93DEC","Don't let EVIL KORPORATIONS develop COMMERCIAL hypertext browsers or provide COMMERCIAL SUPPORT support which could STEAL THE FUTURE. ☯93DEC","There's no way I can truly express the depth of my respect for the WWW and Mosaic people. ☯93AUG","The depths that people will plumb to generate a perceptually high squid index! Where's my ghost-post kit when I need it? ☯93SEP","I've heard rumors that there is or there will be a magazine out soley on the Internet. ☯93AUG","If you are still tied to your ASCII terminal, you will have to settle for the vanilla WWW. ☯93AUG","WWW and hypertext have to be tried to be believed. ☯93JAN","The Web will change our lives. ☯93SEP","The World Wide Web is a metanetwork of interconnected computers, known variously as the Internet, the Matrix and Cyberspace. ☯93SEP","I will doo-dad it up with HTML for all the hypertext addicts out there. ☯94APR","One of the major limitations in HTML is that all text is aligned left and cannot generally be justified or center aligned. ☯94DEC","One of the easiest way to produce a home page is to compose it in Microsoft Word. ☯94DEC","HoTMetaL is the first commercial-quality word processor for the WWW. ☯94DEC","Hello Cyberdudes!! Does anybody know how I can have a multimedia page on Mosaic (WWW browser)? ☯94SEP","You've read the news, flamed some newbie who didn't grok your prose style. He sent a flame back, so you sent a core dump. ☯94APR","I would suggest your site could become the home for the CyberCorps Corps of the Month. ☯94OCT","“Mature” Internet users want the deep, lasting pleasure of information content, not the superficial stimulation of a pretty face. ☯94APR","Suddenly the whole screen is filled with random zarebars of fluorescent\ncolour—a constantly moving kaleidescope of colour. ☯94APR","I find Wired magazine boring, technolust at its finest. ☯94MAY","What do you expect from the one magazine with fluorescent headlines in 36pt Helvetica on vivid blue backgrounds with purple splodges? ☯94APR","I remember when Wired pointed out great things on the Net and encouraged people to try them. Are they now the fashion police? ☯94APR","The imminent death of the net is predicted every time anything new happens. ☯94APR","My secret fear is not lack of content, but rather an abundance of it and a form on every sever requiring your credit card number! ☯94APR","The web won't be seen as a revolutionary tool until a massive commercial infrastructure and zombie populous is fully jacked in. ☯94APR","I am working on a WWW thingy for our campus. So what if it has big scanned images? ☯94APR","1. Laboriously scan garish magazine images, 2. add hypertext links to every server you know of (in hopes the favor will be returned). ☯94APR","Let's face it, admit it, you're tired of it. I am tired of it. Mosaic is a waste of time. ☯94APR","If corporations decide that data-parasites like us are bringing down their networks' performance, we will be quickly shoved aside. ☯93JUN","Free information makes for a free information society and the potential for a global intelligence with every cell awake and alert. ☯93JUN","We are a great threat to Murdoch, Packer, and Turner—this will not be taken lightly. Our ignorance is their most precious commodity. ☯93JUN","I have seen the IP address for the NEXIS/LEXIS system. Now, how do I hack it? ☯94JUL","We currently have about 120MB of compressed texts freely available and are always interested in scholarly papers from any discipline. ☯92JAN","The Online Book Initiative is an effort to collect freely redistributable texts, much in the spirit of free software archives. ☯92JAN","Some publishers have successfully restricted access to academic papers by suing copy stores caught duplicating copyrighted material. ☯92JAN","I am making every effort to make my articles available electronically to circumvent this cumbersome impediment to research. ☯92JAN","The publishers who have caused the drag on American research efforts and education should be ashamed of themselves. ☯92JAN","When will academic freedom be allowed? ☯94MAR","I know you can download academic papers online, but the database access is very expensive—in the order of $120 per hour! ☯92NOV","Is it possible to find and download academic articles on the Net? ☯94JUN","It could be dangerous if a network as large as the Internet suddenly turns into Prodigy. ☯93JUN","I'm also tired of those “Toyotathon” commercials. Seems like every time I turn around they're having ANOTHER sale. Gack! ☯89DEC","How many artists can afford a Video Toaster they've been drooling over? And have you checked the price of Macro-Mind Director lately? ☯93JUN","The whole idea is street-level technology, virtual communities, using computers to reach out to everyone. ☯93JUN","If we stay close to our hearts we can make Cyberpunk more than just a packaging logo, and turn it into what it was meant to be. ☯93JUN","Punk culture was sucked right into its own fabric. It was once genuine, now its on sale at Nordstrom's. ☯93JUN","It was as if punk became the hip place to slum for rich kids looking for a convenient vehicle for their adolescent rebellions. ☯93JUN","Substance has no purpose in such an environment as ours. And I don't think Billy Idol has any concept of substance. ☯93JUN","A new company was doing good business with a line of larger women's jeans named “Lardashe” when Jordache sued and broke their bank. ☯93SEP","Calvin is out this year. Jordache is in. ☯93NOV","My Russian housemate calls the store “Toys ya Us” and the popular game “Tetyus.” I have fish tank which of course has “Tetyas” in it. ☯93SEP","The backwards R is Cyrillic and more evidence that Toys \"Я\" Us are communist sympathizers. Notice the \"Я\" is also red. Boycott time! ☯93SEP","Life is too short and complicated, you know that. ☯92JUN","What system would be better? Beats the hell out me. I just sure hope there is one. ☯92DEC","I saw too many people die, I saw more blood than you can imagine, I saw too many children crying for mothers killed by carbombs. ☯92DEC","The revolution can't just kill all people wearing Gucci or everyone in certain upper class neighborhoods. ☯92DEC","I'm interested in new ways for change to occur, but I guess I chose the wrong file. ☯92DEC","I would really like to take a poll and really know if all those smiling faces are really smiling. ☯92JUN","The best conversation I ever have had was with a guy whom I had a crossed-line with on my phone. ☯92JUN","The best conversation I ever have had was with a guy whom I had a crossed-line with on my phone. ☯92JUN","Well, I'd better be off to the Spice Mines. I need some enlightenment. Catch you in hyperspace. ☯94JAN","Greetings kids! I am home from CES in Vegas and have digitized a number of the Canon Xapshot still video images I shot at the show. ☯93JAN","To change the television channel to CNN, the user will press one button and draw a “C” in the air. ☯93JUL","Gesturing will be another mode of controlling electronic devices. ☯93JUL","Project Reality is no more. Long live the Nintendo Ultra 64! ☯94JUN","I'm a big fan of Steven Seagal and this video game brings Seagal home to you, like never before. ☯94JUN","The “Interactor” vest uses an audio signal to trigger an actuator and create “body-pulsing vibrations keyed to on-screen action.” ☯94JAN","Adlib is dead. The guys at Creative Labs seem pretty happy about that. ☯92JUN","VirtuaLand is populated with typical Sega arcade fare, lots of fight'n, shoot'n, stomp'n and digitized din. ☯94JAN","The blood in the Genesis version of Mortal Kombat may be toned down to meet Sega requirements. ☯93JUN","I saw Sam Tramiel at the Telegames booth, they had Atari Lynxs on display for people to try. ☯93JUN","The Virtual Light Machine is truely amazing—perfect for parties if you hook it up to a large-screen TV. ☯94JUN","Pioneer has a car-seat pad on display that hooks into your stereo and massages your back to the beat of your music. ☯94JAN","Plan to walk miles at CES while carrying bags, frisbees, sticky parrots for your shoulder, and Playboy Playmates' autographs. ☯94DEC","I'd like to invite anyone attending CES to stop by the VictorMaxx booth and see the CyberMaxx prototype in our private suite. ☯94JAN","I was wondering if anyone could tell me more about CES. I saw on CNN how all of the new electronic gadgets are shown at this show. ☯93SEP","Our Austrian guest knows more about American history, American geography and American underground music than any American I've met. ☯93AUG","The fact that most Americans know even less than I do about what's going on in the rest of the world is terrifying to me. ☯93AUG","Sheesh, this is the stuff of major compunerdygeeky arcana. Line oriented editors went out with the dinosaurs. ☯93SEP","Life is too short to use garbage tools just because the intimidated cretins and l-users are afraid of precision. ☯93AUG","Word processors suck, big time. ☯93SEP","Remember: donuts aren't just for breakfast anymore. ☯93SEP","Oh looky here, 10921390847 has just mailed me. How human! ☯93AUG","It stinks that sysadmins get to have log-ins like “steve” and “mary” while users are stuck with log-ins like “xys324.” ☯93AUG","Since software can be used to simulate living things, I feel that some software systems can be seen to be living. ☯91FEB","Software is probably a better candidate as a life-form, using computer hardware as its survival machine. ☯91FEB","Computers are not all interconnected by shiny ethernet cables forming Toffler's global village, they still connect with serial lines. ☯93SEP","Don't deny computers life just because you can't give it to them. ☯91MAR","Computers so far lack both the drive to sustain their own existence and the means to do so. ☯91FEB","With the advent of modern technology, most organic life is easily maltreated and demolished, and their DNA is easily removed. ☯91FEB","Computers are easily maltreated and demolished and their software is easily removed. ☯91FEB","We are planning on holding the Second Artificial Life Workshop in Santa Fe in the early Spring of 1990. ☯89FEB","Toxic pollution keeps demand for organs high. Take out a mortgage on your body parts. ☯92FEB","Gee, I thought it was bad having to back-up all those GIFs and sounds to tape to save HD space. Video files are monsters. ☯93JUN","Anyone see the thing about fractal transformations on CNN this weekend? 100 images on a single floppy disk? ☯92MAR","“Night Trap” isn't as sadistic or sexist as you might want. It's one of those hypes the news media uses to shock hypocritical people. ☯93NOV","I saw a news story about a CD-ROM game called “Night Trap” with a bunch of masked hoodlums trying to manhandle a scantily clad woman. ☯93NOV","Has anyone out there bought a CD+G player? Has anyone even ever seen one for SALE? ☯92NOV","Information Society's debut album is available as a CD+G. Great album, but I've never had the chance to see the “graphics.” ☯92NOV","Request the free demo tape from NewTek, buy a VideoToaster, save lots of money, and enjoy life. ☯92MAR","The average consumer is very stupid. He/she buys whatever K-mart has on sale. ☯92NOV","I don't see Full Motion Video (FMV) as a replacement for either Laserdisc or VHS. ☯93JUN","I have some Full Motion Images such as Miss America, etc. But I would like to get Table Tennis image sequences too. ☯91OCT","I would like to get any sample full motion video images. I am interested in MPEG. ☯91OCT","We just did a “dog and pony show” for PICTURETEL (video over ISDN). The picture is very jerky and audio is delayed. It costs $12,000. ☯93SEP","Uh, you're talking future. In this moment, a totally impossible dream. You have to wait. Perhaps a few months, perhaps several years? ☯93OCT","It is my understanding that the draft spec for MPEG is not due out until Sept/Oct 1990. ☯90JUL","Sounds like it's time to try some of those high-speed radio-modems. ☯93DEC","A new product called “the Edge 16” allows Sega owners to play with each other over phone lines and talk at the same time. ☯93DEC","Game developers could create new characters, new weapons and new game scenarios for existing software and then sell them separately. ☯93DEC","PF Magic envisions a market for wizards and warriors where players take characters they've created and place them in their new games. ☯93DEC","Ordinary people (non-technofreaks) won't pay four times the price of an ordinary CD player for a video game console. ☯93SEP","The Jaguar is the high risk wonder toy of the year. Atari has a track record of abandoning their users and screwing their developers. ☯93SEP","You all know that the Jaguar will crush the CD32! ☯93NOV","I think that 3DO can rely on the intense whining that children have honed and perfected to sell their machine. ☯93SEP","I don't think the 3DO will be a success because of it's insane price. ☯93SEP","We already have ‘sound cards’ so why not have ‘game cards’? ☯93SEP","I've seen a stock Amiga 500 animate a 120-facet transparent multicolor vector object in realtime, 50 frames per second! ☯93NOV","Anyone know of a good sound effect CD-ROM? ☯93SEP","People want to go out and look for stuff on the Internet. They don't want to just take what's given to them. ☯93DEC","The Internet isn't just taking off because people don't know how to get on it, and once they get on it they don't know what to do. ☯93DEC","People are predicting the net will do wondrous things. ☯93SEP","Selling hookups to end users is a new thing to do. ☯93NOV","The last thing we need are Internet apps that start approaching Microsoft Word in number of features and complexity. ☯93DEC","Several thousand new net surfers with NO place to call home are going to overload all of these &lt;free&gt; services. ☯93NOV","This software is priced to attract people who want to try out the Internet for about two to three hours a month. ☯93DEC","Has anyone heard of “Internet in a Box”? ☯93FEB","Many of us are already used to a (cheap or free) point-and-click Internet interface. ☯93DEC","We encourage you to send comments on the role of government in cyberspace, on what role cyberspace should play in government. ☯93JUL","The nice thing about CD³² is that Commodore won't advertise it, so it's not expected to be a player in the market. ☯93SEP","Is there a Mosaic implementation for the Amiga CD³² which is compatible with the World Wide Web? ☯93DEC","I made a resolution many, many years ago: no more New Year's Resolutions. ☯92JAN","The tender memories of my youthful days, I share only with you—the supportive readers on the net. ☯92DEC","Diet anything is cheating. I paid for the damn drink, so I want the calories. ☯93JAN","We're finally moving out of the holiday season, and I'm quite happy about it. ☯92JAN","If you call and the system hangs-up on you, DON'T PANIC! Brush and floss your teeth, and call back after that. ☯93JAN","I'm going to persuade my boss to let me use his modem. ☯94JAN","If everyone actually believes that we can make a better world then maybe, just maybe, 1995 will be a utopia for everyone. ☯94JAN","OK, 1993 sucked harder than most, but the bastard's over, and it's time to look ahead. ☯94JAN","Have a flawless relationship. Get to know the club/rave scene. Put out an album. Sleep more. Get away from my computer. ☯94JAN","I plan to look more respectable this year than I have for the last 10 or 12 years. ☯94JAN","Happy Nineties! ☯90JAN","KEVIN BRAINWASHED's RESOLUTIONS: Get a life, a personality, friends, a woman, root, sense of humor, a better .sig file, a grip. ☯92DEC","Much to the chagrin of C programmers everywhere, there was no year 0 A.D., so we will have to wait 366 days to reread this message. ☯89DEC","Yesterday, I was running my Amiga 2000. It was multitasking perfectly for quite some time and then suddenly, the monitor blanked out. ☯90JAN","I just attempted my first end-of-year statement with MacMoney and all of last years transactions became unavailable. ☯89JAN","This is pathetic! I come back from my holiday break and all I am greeted with is a shameless exchange of obscenities. ☯93JAN","HAPPY NEW YEAR TO ONE AND ALL AND LET'S HOPE THAT IT WON'T BE AS F_CKED AS LAST YEAR! ☯93JAN","Wake up today basking under a new sun in a new era of happiness. The fountain of new life is oozing out. ☯90JAN","This is amateur night. If this is your one time of the year to be drunk, at least sleep in your car. ☯93DEC","H-H-H-HAPPY NEW YEAR, FELLOW ATARIANS!!! A BRAND NEW YEAR! A BRAND NEW YEAR FOR *ATARI*! ☯89DEC","We expected to be pelted by eggs but we were pelted by shaving cream instead while we had to listen to cars blasting Top 40 music. ☯93JAN","I stepped outside to hear the idiots shoot their guns. It's easy to tell the difference between firecrackers and gunshots, y'know. ☯93JAN","I wish all of you out there a wonderful New Year and best wishes for whatever comes our way in '92. ☯92JAN","With the wonder of shortwave we can circle the globe—tuning in radio stations in each time zone—ringing in the new year 24 times. ☯93DEC","1993 is going to be a thrill, I can tell already. ☯93JAN","10pm–dawn. Laser-light show. Liquid Mice. Drum Circle. Ambient rooms. Icon interactive video. Robotics. Smart Bar. Computer Visuals. ☯93JAN","There'll be a rave on New Year's Eve with areas for technopop, trash disco, and drummers. Also: strange &amp; compelling visual effects. ☯92DEC","Marky Mark, the boy-in-Calvin-Klein's-shorts is to appear at the Tunnel in New York City on New Year's Eve live. ☯92DEC","A friend mentioned that a local radio station would be broadcasting concerts tonight including Pearl Jam, Nirvana, and the Breeders. ☯93DEC","Times Square: Standing in the cold with 750,000 halfwits while getting pocket-picked. That sure sounds like my idea of a good time. ☯90DEC","Hope you get what you want for the next year, whether safety, danger, or possibly even a simple rest. ☯89DEC","Any females around this New Year's Eve? ☯92JAN","Where would you like to be on New Year's Eve, 1999? What would you like to be doing when the year 2000 rings in? ☯92JUL","Summer 1975. I skated with a passion, learning to click-clock and do 360's. Then we all quit and my skateboard ended up in the attic. ☯91SEP","My first skateboard was a present from my mom: a lime green Grentec GT with those new-fangled clear yellow urethane wheels. ☯91SEP","I didn't even own a skateboard and I hadn't even come to a full understanding of why skaters wore hi-tops. But I was hooked. ☯91SEP","I almost put a rotor on my Variflex Scooter but I spent my money on a Nash skateboard that is now in a million pieces. ☯93MAR","My first deck was a Heat Zone by Nash about 8 or 9 years ago—now that was a crappy skateboard. ☯93MAY","Go check out some 18-year old skaters sometime and watch them getting air, then look at your lady-friend and she'll be jockin'. ☯90APR","Just what the world needs: one more 9-to-lifer telling people of fewer years what they, or what he perceives they, are doing wrong. ☯90APR","My manager at work calls me ‘dude’ constantly, I feel like I'm working for the Teenage Mutant Ninja Turtles. ☯93JUN","These are the same people who like the word REEBOKS in big letters on their sweatshirts. ☯92JUL","I guess people think stickers make their car look awesome. Personally, I think it makes the car look like junk. ☯92JUL","These “dudemeisters” put Bad Boy Club stickers on their vehicles accompanied by Fido Dido, Rude Dog, and a bunch of skateboard logos. ☯92JUL","The “dudemeister” crowd are usually seen in VW Golfs, Honda CRXs, Suzuki Samurais, and any small Japanese pickup truck. ☯92JUL","You should try to make the most of your terrain (wave, bank, slope) and the way you can attack it on the vehicle of your choice. ☯93NOV","This is great. I just discovered this skateboard conference on INternet. ☯93MAY","On the tracks lay the mangled body of a man. People gawked on the platform at the scene while others stared into space to avoid it. ☯92SEP","This is alt․alien․visitors not misc․gun․control, and I for one don't want to wade through zillions of tedious, irrelevant messages. ☯92AUG","Boy, is this going to explode into a anti-gun/pro-constitution discussion? Hope not. :-) ☯90MAR","I don't really want to see a Hollywood jerk mistreat Tolkien (and that does include Spielberg). Let J.R.R. rest in peace. ☯92DEC","Should a “Lord of the Rings” movie be made? ☯92DEC","I just broke the “Holiday Break-up Free Zone.” Oh well. ☯93DEC","VCR backups could be a real help to people that are now backing up to 3.5\" disks (where a 20 meg hard disk requires about 27 disks). ☯89JUL","There's new software that will allow you to backup your computer to your VCR (VHS or BETA) with up to 240 megabytes on one tape. ☯89JUL","Do you own the copyright to yourself, or does that belong to your parents or someone else? ☯90MAY","Imagine that an exact copy of you is created, body, mind and all, and then, immediately, your original body is destroyed. ☯90MAY","Someone deleted the CONFIG.SYS file on my OS/2 machine and then unplugged it! I can't access any files on my 300 meg hard disk! ☯91OCT","I just thought I'd make the point that not everyone feels that a smiley is neccesary every time they make a one-liner. ☯90MAY","By design, you normally do not format out to, or use the landing zone cylinder. ☯88JUL","After logging off I'll play Tetris for hours until I'm so tired I can run away from the curse of consciousness. ☯93DEC","Sitting at the computer reading again today, like yesterday. ☯93DEC","Most days, I just don't look back. But, Boxing Day is time to put on the gloves and go a few more rounds with the past. ☯93DEC","My girlfriend bought me a Roland D-5 synth for Christmas. She's impatient and expecting Wendy Carlos at least. ☯90DEC","Do you remember how much fun you had when you first unwrapped you Atari 2600? Well, I do. ☯93DEC","Hello, I just got a new Armadillo for Christmas and was wondering if any of yous out there have any info on this lizard. ☯93DEC","How is your Christmas vacation? Mine is absolutely delightful. MTV all day and I take daily trips to the mall for no apparent reason. ☯92JAN","You mentioned getting Lemmings for Christmas. What exactly are they? ☯92JAN","I am ten years old. Do you have a Super Nintendo? Are you black or white? Do your parents have a Camaro? ☯93FEB","I got a dog during Christmas vacation, but I don't want it. It's a pain and it smells. ☯93JAN","If you do not like me anymore, please write me and tell me. I can always find another penpal. ☯93JAN","This just proves that Iowanians are simply not of this Earth. ☯93JAN","Did you get that Marky Mark tape that you wanted? I got a Nintendo and clothes. Lots of good clothes and a Fido Dido comforter. ☯92JAN","I got an IBM computer for Christmas. We have lots of games for it and it is lots of fun. ☯93FEB","Christmas is very tiring, but it is fun. I like Power Rangers and King Sphinx on T.V. ☯93DEC","I got a ghetto-blaster, a crash dummy, and a hockey towel for Christmas. And lots of pajamas. ☯94JAN","For Christmas I got rollerblades, Club Monaco jeans, a B.U.M. equipment sweater, and a Game Genie. ☯92JAN","I'm just staying home for Christmas. I do a lot on computers. I write some programs, but I like to download them more. ☯92DEC","I want a race track and a Sega CD for Christmas this year. ☯93NOV","Dear Santa, thank you for the Sega Megadrive last year. I liked it. I suppose you know I use it a lot. ☯94DEC","I AM 9 YEARS OLD. I LOVE X-MEN, I HAVE THE WHOLE SET. FOR CHRISTMAS I WILL GET A GAME GEAR. ☯93DEC","Santa is currently working with Bill Gates to put MS Word in every little tyke's stocking this Christmas. ☯93SEP","I set up a little toy tree and put candy canes on it. I ate most of them. ☯93DEC","What do you want for christmas? I want a keyboard, a computer, and a guinea pig. ☯92DEC","My name is Rebekka and I'm from New Zealand. I have a pet cockatiel and his name is Jelly-Bean. I call him Jells for short. ☯94DEC","The users were nestled all snug in their beds \nWhile visions of messages danced in their heads. \n☯90DEC","'Twas the night before E-mail and all through the house, \nnot a program was working, not even a browse. \n☯90DEC","Ecstatic yuletide to the planetary constituency and sincerest wishes for a salubriously beneficial, gratifyingly pleasurable holiday. ☯90NOV","A big Merry Christmas to everyone at Atari, especially those received flak from the net! Ignore the flames and keep up the good work! ☯89DEC","Merry Christmas, NetLand! ☯89DEC","Clicking the mouse over the correct gadget turns on lights, bubble lights, and musical bells, on or off on the 7 1/2\" tall evergreen. ☯93DEC","Cygnus engineers discovered today that they can light the company Christmas tree without leaving their computer consoles. ☯93DEC","I have for a Mac Plus for sale. It would be an ideal gift for someone. ☯93DEC","I just want to let all of you netreaders know that you are not forgotten in this holiday season! ☯92DEC","At the holidays, we usually change our SYS$ANNOUNCE screens trying to produce some Christmas-like landscape. ☯89DEC","I hope the joy of seeing the final product is worth the irritation of extracting the contents. ☯89DEC","Does anyone out there have some good Christmas logos which he/she would like to share? ☯89DEC","For some reason, I wanted to collect a group of programs which print the phrase “Merry Christmas” 15 times. ☯91AUG","I'm going to run out and get Lemmings (the full version) as soon as I've finished paying my Christmas Bills. ☯93JAN","Sorry if this has been asked a few thousand times before, but where can I find Christmas Lemmings? ☯91DEC","One person said it's worth looking into local bulletin board services.  He said that many are “junky,” but some are worthwhile. ☯91DEC","I recently asked for advice on which online service I should subscribe to after I buy myself a modem for Christmas. ☯91DEC","I have a Sixel image which can be typed out on VT240's—the image is “Happy Holidays” with a Santa bas-relief.  Anyone want a copy? ☯89DEC","I'm _not_ an anti-floppy person. ☯92OCT","Ah yes, the Florida Gators. I have one of their cheerleaders on my screen for Windows wallpaper. ☯93DEC","As an end of the world enthusiast who has been alive long enough, don't hold your breath. ☯94NOV","My grandfather told me that—when he was a boy—people were predicting the end of the world for 1914, 1919, 1933, 1950, and so on. ☯94NOV","At the end of the world, it's best to stand in the street with your trousers down and spit in their faces. Rack up some style points. ☯92NOV","Can you say ‘millennial panic’ boys and girls? ☯92NOV","Hope to see you on 12/21/2012!!!! ☯92FEB","My opinions do not represent GE, GE Aerospace, the Advanced Technology Labs, or anyone other than myself for that matter. ☯92MAY","Let's take control of technology from our respective militaries and find some peaceful uses for our imagination. ☯92MAY","As someone else mentioned, lots of software goes &lt;sound of fart here&gt; when the OS is upgraded. ☯93APR","CD-I? I thought everyone is holding their breath for the 3DO or the Jaguar? ☯93MAR","The future of video games is here, it's called CD-I. ☯93MAR","VR and multimedia are the oatbran of user interfaces. ☯92JUN","Beginning prototypes of the virtual city should be ready by early 1994. ☯93NOV","Yes, virtual reality is here now. Sheesh. ☯92JUN","I mean taking a vaction without taking a vacation seems like Virtual Reality to me. ☯92JUN","Look to the future. Look at the net 5 years from now. (Scary thought, eh?) ☯93OCT","What virtual net․places will people feel the need to build in the future? ☯93OCT","The virtual death of the city is being blamed on a computer glitch. ☯92OCT","Though I always yearned for a demon dialer, I never did buy one. ☯89APR","There was an old lady up the street who gave out apples. We would used them as ammo against the other kids. ☯90OCT","Statistically speaking, you're much more likely to get poisoned if you show your parents your trick-or-treat candy. ☯90OCT","As children dream of endless sweets, parents are haunted by nightmares of poisoned candy and apples spiked with razor blades. ☯88OCT","Do the dead have an Internet connection? Of course they do. ☯92OCT","Friday night on CBS at 8pm, James Earl Jones narrates re-enactment of several documented encounters with extraterrestrials. ☯91MAY","Friday night on CBS at 8pm, James Earl Jones narrates re-enactment of several documented encounters with extraterrestrials. ☯91MAY","Wednesday night on CBS (opposite of “Unsolved Mysteries”) at 8pm we have “Haunted Lives: True Ghost Stories” hosted by Leonard Nimoy. ☯91MAY","The TV networks are loaded with shows dealing with the paranormal this week. So, get your VCRs ready. ☯91MAY","We may have a real, but rather lazy, psychopath in town. ☯90NOV","Obviously, my hard disk full of ghosts is haunted. ☯88APR","Here at Caltech, we'll drop pumpkins—frozen in liquid nitrogen—off the seven-story library. ☯92OCT","Who cares about mission critical custom applications anymore? ☯93MAR","Being a normal, healthy, red-blooded science nerd, I am interested in all things that fly through space, be they planets, rocks, etc. ☯91DEC","We are almost back to normal now and getting ready for our next storm. ☯92OCT","As with most storm damage, it can only be healed by time, and the patient hands of the true friends of those that have been hurt. ☯90SEP","Melting polar ice caps will not contribute to a rise in sea level. The antarctic is a freezing house and will remain so. ☯92MAR","Sizzle of water on neon accompanied by acrid burning of acid in rain. ☯92FEB","The crystal wind is the storm, and the storm is data, and data is life. ☯93AUG","A stretch limo ended up with two cars lying on top of it. Interesting to see, but I'm glad it wasn't mine. ☯92OCT","One of the hotels had a “tornado” in its parking lot and cars were thrown around like toys as if they were in a Terminator movie. ☯92OCT","The dark elf stood and watched the storm for a few more minutes, enjoying the wondrous sight. ☯93APR","Right now, I believe God is speaking a warning to New York City. And I wrestle with his severe word as I prepared this message. ☯93MAR","If you have the horsepower, MPEG is the way to go. ☯93MAR","It's not wise to use your computer during a storm—no protection works when a million volts looks at you and decides you are next. ☯93SEP","I'm having trouble booting my NeXTcube after the storm. Would someone tell me what is causing this error on my Big Black Boat Anchor? ☯92AUG","Let's face it, wx-talkers are not the primary target of TV meteorologists, the bubbas of the world are. ☯93SEP","A couple of more storms like this and the Weather Channel won't be issuing any new pink slips. ☯93MAR","I would like to congratulate the Weather Channel for their coverage of SUPERSTORM '93. ☯93MAR","Cheer up. On the cosmic scale of things, you're doing okay if your atmosphere isn't frozen. ☯93MAR","[ report about storm damage in NYC deleted ] ☯93JAN","As a pretty good sized thunderstorm started passing through this area, I shut down OS/2 and turned my computer off. ☯92MAY","If things continue to worsen power will be removed from the computer room sometime this evening. ☯92AUG","Sounds like a good storm will be moving through some parts. Those in perimeter interface areas should take appropriate action. ☯92JUN","Hey! I ain't gonna let no measly tornado or massive electrical storm interfere with my on-line time! ☯92JUN","My biggest fear is saving capital at the expense of costly maintenance and frequent downtime. ☯90FEB","It is indeed the computer age and you are still living in the stone ages. ☯93NOV","Intel announced that they will be able to imprison small demons and extra-terrestrial energy-creatures inside their new processor. ☯93AUG","By believing in the ghost in the machine, we wasted hundreds of years and thus lost the opportunity for immortality. ☯92MAY","This haunted computer apparently emits messages telling of life beyond the grave and assuring its users not to fear death. ☯92MAR","Hundreds of employees walked around the Apple campus today, dressed as all manner of ghosties and ghoulies. ☯91OCT","I really don't know how a Halloween festivity would go into a system folder. ☯91NOV","Spend Halloween dressed as parts of an operating system. ☯92OCT","A bizarre program to answer any question:\n1 A$(0)=\"NO\": A$(1)=\"YES\" \n2 INPUT Q$ \n3 Q = LEN(Q$) \n4 PRINT A$ ((INT(RND(Q)*2))) \n5 RUN \n☯90SEP","Just watch, this message won't even make it. Go ahead, little troll inside the computer who decides what stuff to post, I dare ya! ☯93JUN","Is my computer is possessed? If so, how can I cast the console daemon out? ☯93OCT","In Mexico about 5 years ago, a computer terminal was possessed of demons. Everyone who worked on it died of heart failure or stroke. ☯91JUL","I'm low-tek, I know. :-) ☯93MAY","Turn the computer on. Floppy lights come on. Hard disk spins up, gurgles a bit. Then everything stops. ☯93NOV","Amigas probably work in heaven (and hell). ☯93NOV","To contact the dead: go out and get a ouija board, leave your word processor on over night, or pay someone a lot of money. ☯93OCT","Someone just posted that they live in a haunted house and they wish to contact the dead? ☯93OCT","I would be grateful for help to find Penelope in Hugo's Haunted House. I've been inactivated by the dog, butler, and Igor. ☯93JUN","My attic has 13 beams, but I'll never tell if you visit. Have I acted in bad faith because you might be triskaidekophobic? ☯91JUL","A New York state appeals judge declared a house did indeed have a “ghoulish reputation” and that the sale did not extend to ghosts. ☯91NOV","I'm a bit of a wonky arhcitecture freak, and I'd be a very happy kid if I could actually live in the Winchester House. ☯91JUL","I lived in a haunted house while I was in college and it was quite an experience. ☯91JUL","I want to buy your old, broken Macintosh 128, 512, or Plus, cheap. ☯92OCT","Kneejerk capitalist ideology in action is not a pretty sight. ☯92FEB","What was it I read about smart drugs in Mondo 2000? “They won't make you smart. What they will make you is poor.” ☯93SEP","What exactly are these Nootropics? ☯92FEB","I heard that the FDA began cracking down upon being informed what a good time people were having doing all these k00l dRUgz. ☯93DEC","Smart drinks are a nonalcoholic nuclear-colored liquid—my fave is Gatorade and chewable Flintstones multi-vitamins. Ka-boom. ☯93APR","Emacs is the “smart drink” of editors. ☯93SEP","Time and location are traditionally kept secret. Instead, guests should be given an 800 number that provides particulars. ☯93APR","The concept was to hide all the complexity on a computer. ☯93SEP","Reach out and touch someone with a megaton nuke. ☯93SEP","After the war is over and the dust settles, the drones will continue being drones. ☯92SEP","People with half a brain get upset and try to talk some sense into drones. Drones have no brain, so talking to them is ineffective. ☯92SEP","Everyone seems to think an unmanned drone is a strange thing to surrender to, but it makes sense to me. ☯91MAR","After impact, the drones provided damage assessment to allied personnel. ☯91FEB","I read this morning that drones were used to guide Yugo-sized projectiles onto the command bunkers in Kuwait. ☯91FEB","Everyone knows that the whole Gulf War is being filmed in the Mojave Desert in California. ☯91MAR","You cann't have a star empire without weird science. Anti-gravity is a convenience, psionics is for fun. ☯93SEP","The Aquilla system is an easy-to-fly model airplane outfitted with a CCD camera and RF modem. It displays images using a VGA card. ☯91FEB","Part of the fun of this net is MYSTERY AIRCRAFT research. ☯93SEP","People are going abroad and they're BEING REPLACED BY ALIENS. The people who come back ARE NOT THE SAME PEOPLE. ☯92OCT","If all of Earth were carefully vaporized and distributed throughout Jupiter, how would an observer be able to tell the difference? ☯89OCT","Some people are telling me there is a “three way split” after the final debate. ☯92OCT","Anybody seen a post final-debate poll? I'm just curious and too lazy to go to the library. ☯92OCT","The USA presidential elections look like popularity polls. Why don't you have Miss America as your next president? ☯92OCT","If Bush were clever, he wouldn't have kept Quaylebrain as his running mate. ☯92OCT","Aliens land and transform Bill Clinton into a gigantic broccoli stalk. Al Gore is accidentally fed into a sawmill in the Pacific NW. ☯92OCT","Airline problems, bank problems, and a whole slew of new stuff. ☯92OCT","Seriously, those wallstreeters go nuts when they don't know who to bribe. ☯92OCT","Besides the obvious hypocrisy—read-my-lips, iran-contra, iraqgate, quota bills, voodoo economics, etc—this was just stupid. ☯92OCT","In order to maintain social order someday, we'll all have to go to shorter workweeks so there are jobs to go around. ☯92OCT","I'm sitting here in shorts and a t-shirt and the only thing I hear is someone snoring in the same room. ☯93DEC","I normally don't listen to much dance music. ☯93DEC","Logged, but still need to be wired, wetted, hashed, and optimized. ☯93SEP","I just hate having to pay Japanese CD prices. ☯93SEP","I am one step closer to finding Yellow Magic Orchestra's “Computer Games” CD. ☯91MAY","A repost would be met with my deepest gratitude and the favor of the immortals who monitor my psychological stability. ☯90NOV","My particular, idiosyncratic manifestation of pacifism prevents me from playing Laser Tag. ☯90SEP","DOES ANYONE KNOW WHERE TO GET SOME LASER-TAG WEAPONS? ☯92NOV","BLOBBY PEOPLE! ☯89SEP","Don't forget to fast-forward through the boring parts. ☯89NOV","I like watching zillions of breasts popping out all over the place. ☯89NOV","The CGI animation industry crumbled once; it could happen again. ☯89AUG","I'm doing all my work on a single Sun workstation (monochrome—I have to send the image files to a Mac II to see them in 8-bit color). ☯89SEP","I'd like to meet lots more people interested in the artistic applications of computers. ☯89SEP","Peter Gabriel. Good animatronics and clay figures. ☯90JUN","I bought Grubby at a steep discount and would like to build an interface box so he'll move to any audio input. ☯89JUN","NO!! NOT MORPHING!! I am so sick of that effect. ☯93MAY","Can anyone suggest some good roller skating type songs? ☯92DEC","Is it me, or are the only people who miss the seventies those of us who spent all our time at roller rinks? ☯92DEC","Disco never sounded bad, not to me or anyone else who can dance. Buy yourself a metronome, gnome. ☯92JUN","IMHO, disco is silly. ☯93FEB","MIDI, LIGHTS, DISCO, and COMPUTERS. ☯89AUG","Sorry, babes, but the Plastic Feel is in this season—don't squeal, deal. Go Polymer or Go Manless. ☯92JUN","My Uncle Chico once bench-pressed my 1973 Gremlin. ☯92JUN","I've gotta dig out my bellbottoms and get a stupid haircut so I can be cool too. ☯89DEC","We've been through the fifties revival, we've been through the sixties revival. Now it's time for the seventies revival. ☯89DEC","At the height of the disco craze (circa 1977-78), I was making the transition from heavy metal freak to Deadhead. ☯92JUN","Me and my friend are setting up a Christian disco tour. ☯93NOV","Yes, fax machines ARE of biological origin. ☯91AUG","So where's the paradox? Am I missing something? ☯92JUL","We will assume that the ship magically obtains it's velocity and momentum instantly, so I don't have to do the calculus.  ☯93MAY","The ship will return to earth, taking 141+ years as viewed from earth, but taking 20 years as viewed from the ship. ☯93MAY","If time travel was possible, then someone from the future would have visited us by now. ☯93MAY","Twin #2 walks off the ship and is 40 years older than when he started. Twin #1 is now 282 years older, and is probably dead by now. ☯93MAY","Let's say both twins are scientists. On the starship, they have a nifty device, which is basically a laser, a mirror, and a timer. ☯93MAY","We're pretty much wimps when it comes to things like this, so we have done nothing about it. ☯92DEC","Regarding time travel, don't do it. I had a bad experience about two years from now, I won't be the same since. ☯92APR","Quantum mechanics is not deterministic. ☯92APR","I took those dumb TYCO Super Duper Double Looper tracks and threw them behind the sofa so I wouldn't be tempted to try them again. ☯92DEC","After several tries, I gave up on a combinatorial analysis of the game of pentominos. ☯92DEC","There is a possibility of two objects colliding if their paths cross while moving from their start position to their final \nposition. ☯92JAN","I am using the 2D polar vector capabilty of the 48 to add the two vectors together so as to calculate each object's new position. ☯92JAN","I am hopeful that someone who deals with vectors and/or matrices on a daily basis will have an elegant solution to my problems. ☯92JAN","Play around with the levers until the three lights on top turn green, then push the button. ☯93MAR","Look at the school desk; get the wad of gum. Climb up the rope. ☯93MAR","You'll now see an “X” on the ground. Dig with the ship rib and get the Moonstone. ☯93MAR","Turn up your monitor's brightness and contrast if you're in the dark. ☯93MAR","My memory is a little fuzzy here. I think you need to use the three stones discs on the statue. ☯93MAR","You will lose momentarily control over the robot. ☯93SEP","Assuming you have the pyramid pod from a more ancient escape ship, insert it into the depression. This will open the door, so get in. ☯93SEP","At the end of this tunnel, make it push the button. This will activate something, I don't know what. ☯93SEP","Go to the hangar. Break the crystal by hitting it with the tuning fork. ☯93SEP","You'll fall into a library. Click on the books on statues to the left. You will fall again. ☯93MAR","Isn't it convienient how everything changes in synchronization with the third digit of the year? ☯92MAY","What the hell does “1990s morality” mean? ☯92MAY","It is impossible to regain control of my mouse and the resulting audio noise sounds like a PC pinball game. ☯92MAR","My mouse's pointer has been taking off on its on, running out of control, bouncing all around the margins of the screen. ☯92MAR","Just because a machine is not produced anymore does not mean it is dysfunctional. ☯93APR","I have started renting software—if I like the software I purchase it—if not, I return it with only my $7 deposit to lose. ☯93NOV","You can't objectively justify the claim that you are morally right in copying your friend's disks. ☯92MAY","There are only 4 types of people awake at this time: \n1. Insomniacs \n2. Philosophers \n3. Junkies \n4. Computer Scientists \n☯93FEB","Is anyone awake right now? ☯92FEB","I fully expect people will sign and send email without giving much thought to the semantics. ☯93MAY","Excuse me, but have you just recently returned from an off-planet vacation? ☯92OCT","By framing fake experiences as real, we lose respect for the reality that we're abandoning. ☯92NOV","We cannot make the world come to our living rooms, and it is a very foolish mistake to think we should. ☯92NOV","We center more and more of our lives around a screen. ☯92NOV","A few months ago we didn't know what a modem was—now we can't live without one. ☯93AUG","E-hugs to anyone at all who wants them. ☯93AUG","You just might be surprised by whoever's on the other end of that keyboard. ☯92SEP","It seems society's stereotype over the physical appearance of the typical computer hobbyist is still hanging on for dear life. ☯92SEP","A 2-dimensional representation of a 3-dimensional representation of a 3-dimensional object. ☯91OCT","Help to prevent thrashing an Apple Lisa! ☯93FEB","I still think the Mac Classic II is a very good system if you don't mind being in a black-and-white world. ☯92OCT","Why not just let the Apple II die a peaceful death, so we can enjoy the systems we have, and hack away to our hearts content? ☯92JUL","Where is Steve Jobs? ☯88DEC","Lets not put Steve Jobs in the same class as Bill Gates. One is an innovator, one is not. ☯93MAY","I hate to tell you, but Apple Computer is no longer run out of Steve Jobs' garage by a bunch of bearded, sandaled geek-visionaries. ☯93MAY","The U.S. is not invincible. ☯93JUN","Last night, Psychic TV again warped space and time to illuminate the broadcast cameras at the presidential debate. ☯92OCT","This experimental use of Gopher may tax our server. We ask that listeners limit their use so others around the net can listen too. ☯92OCT","Audio from the final presidential debate is available on Gopher in the “1992 Presidential Debate” directory. No password is required. ☯92OCT","We know Alex Trebek. Alex Trebek is a friend of ours. Jim Lehrer, you are no Alex Trebek! ☯92OCT","Perot clearly stomped all over both Bush and Clinton. ☯92OCT","The commentary by the media (and you) after the debate is pathetic. ☯92OCT","Maybe we're all just someone's highly-sophisticated lava lamp. ☯93MAR","I haven't seen or heard of any phenomena that couldn't be simulated with a large array of vector-type objects. ☯93MAR","God is a computer. A computer is God. ☯93MAR","Living in a computer brings up all sorts of weird philosophical problems. Suppose someone wants to end the simulation? ☯93MAR","When everyone was watching the Earth slow down, Mobius sent up a large-scale, parabolic, stellar neutrino Reality Bomb. Watch out. ☯91NOV","Actually, I let the Space Gods land, and then I was stuck with what to do with them once they arrived. ☯92MAY","No, the Space Gods are not our Saviours. ☯91OCT","In the Dreamspell, we have the Time Shift in July 1992 and the takeoff of Timeship Earth in 2013. ☯92AUG","The 11:11 Doorway to higher dimensional realms was opened in January 1992, and it closes in 2012. ☯92AUG","I wrote a program for my PC which will calculate the galactic gateway tone and seal for any date. ☯92AUG","The visual bias is merely an artifact of our sensory apparatus. ☯93OCT","I think most computer art is far too visually based. That's because artists are groping for a medium. ☯93OCT","Fooling humans has limited application. ☯93OCT","As processing power grows cheaper, people will get get jaded with powerful but overused effects like morphing and flying logos. ☯93OCT","It is quite possible to create art within the limits of a four color CGA display. It's hard, but it's possible. ☯93OCT","There is definitely a large room for garage computer artists, if they are willing to work hard enough for it. ☯93SEP","Go and dig up a ten-year-old book on ‘computer art,’ if you can find one that hasn't been trashed. ☯93OCT","I have some excellent art on floppy disks from friends who basically just gave it to me. ☯93DEC","The distribution of art via electrons allows an artist to remain unknowable. I like that aspect of electronic media. ☯93SEP","E-werk, one of Berlin's most progressive clubs, is producing a night of video and computer artists. Call Elsa or Hans if interested! ☯93AUG","That's cyberpunk in action. ☯93OCT","This interpretation of quoted text strikes me as grossly inaccurate, probably motivated by some sort of insecurity. ☯93OCT","I don't know why computer artists get paid so much. It doesn't seem right. ☯93DEC","My point is that just as the clothes don't make the man, the computer equipment doesn't make the artist. ☯93OCT","As Lev Manovich says, the link between the quality/expressiveness of systems has an enormous impact on the artwork being produced. ☯93OCT","If an artist relies on an excess of processor power to sustain his work, his base is a weak one. ☯93OCT","How about projecting your video onto sculptures? ☯92JUL","I'd welcome a good piece of video art in my house as much as a good painting or sculpture. ☯92JUL","Even hardcopy computer art can be new and interesting if you stop cranking pictures out of your laserwriter and use your imagination. ☯92JUL","The creation of virtual sculpture and virtual environments will allow the viewer to interact with the work. ☯92JUL","You probably think that the version number of your image synthesis/manipulation program determines the artistic merit of its output.  ☯93OCT","For an artist who doesn't have a lot of money (most of them) a computer can be a great money saver. ☯92JUL","Just another set of flying logos. ☯93OCT","XMODEM - A spot-marking transfer protocol.  \nYTERM - A terminal program for queries. \n☯89AUG","XMODEM - A spot-marking transfer protocol.  \nYTERM - A terminal program for queries. \n☯89AUG","I recall that the timebase was set to 15kHz, the Y input was fed a 25Hz sawtooth and the pseudo-Z axis was modulated for intensity.  ☯92NOV","I suggest you debug your brain and recompile it, if there is one. ☯93SEP","You will never find your computer in bed with your best friend. ☯92NOV","Do something unusual today. Accomplish work on the computer. ☯89AUG","Games for my C64 (a toy computer, my calculator has more memory!) were orders of magnitude better than anything for my new machine. ☯93APR","Forgive me my musings, but I would just like to comment on the decline in computer game quality over the past few years. ☯93APR","As I got sober, the obsession to compute was lifted. ( Do I really need a smiley here? ) ☯90MAR","I found that the character traits that made me a drunk are the same character traits that enabled me to do all night coding sessions. ☯90MAR","I have to watch the time I spend playing Tetris very carefully. ☯90MAR","Removing the computer games or not owning a television is only a temporary solution. ☯90MAR","As someone sitting at home in my underwear, I agree.  ☯93DEC","We will figure out what's going on in people that counts as consciousness. We will duplicate that something artificially. ☯90NOV","I read about the Prince symbol font for Mac and I would like to have it. Could you repost it? ☯93DEC","Prince has named himself with a weird symbol. How does one write it? And how does one pronounce it?  ☯93JUL","We measure the objective through our senses and construct the subjective as our internal representation of the external world. ☯90OCT","The map and the territory bear a strong resemblance to each other, but the map is not the territory. ☯90OCT","Think of your mind carrying out a mapping between external (objective) reality and internal (subjective) mental models or images. ☯90OCT","Actually, I think the sociologists and mathematicians are just beginning to work on modeling the “social network.” ☯93JAN","Information being passed around is from a social network of folks who either a) hack, or b) can afford a fancy interface. ☯93JAN","Andy Williams passed on a warning about a dangerous bug in Excel 4.0 that could cause you to lose data bound into a workbook. ☯92SEP","Have fun with all those newly freed slots and interrupts! ☯89NOV","School is back in session, so it's time to get those high school computer phone numbers rolling in. ☯88SEP","Most of my friends in the cryonics organizations are very uneasy about xeroxing people. ☯89NOV","We can computer simulate famous people from history if we can locate enough fragments of undecayed tissue to decipher their genome. ☯89NOV","Laser cannons pushing light sails would be seen as obviously unnatural beacons far across the universe. ☯89NOV","We are going to suck all the available information out of the Earth. ☯89NOV","The information gluttons among us can contemplate a monstrous but short-lived feast. ☯89NOV","Besides the ability to rework the solar system and lives as long a we want, what else can we do with nanotechnology? ☯89MAY","I have an advantage over most of you—about 5 years of thinking about the consequences of nanotechnology. ☯89MAY","I no longer believe any significant number of us will get into space by “conventional” means. ☯89MAY","When a character arrives, the system has no way of telling whether it is necessary to process this character immediately. ☯89NOV","The free upgrade is an attempt at appeasement, but I'm not rolling over. ☯89AUG","If you have a modem, call the coolest system in the nation—Thrasher BBS! Skateboarding-oriented without all the yuppie motorheads! ☯89NOV","They spend billions trying to figure out how to control and manipulate us. ☯89AUG","We are all guinea pigs for all the marketing departments of the world's fantasies. ☯89AUG","I, being an IBM 386 VGA-type guy, can hardly wait. This is the coolest. ☯89JUL","As the costs for development start to become assimilated by increased sales, prices drop. You didn't expect this? ☯89AUG","Thoughout the history of computing, users have constantly paid a premium for being at the forefront of technology. ☯89AUG","Maybe 300 DPI is a little high, but most people won't tolerate jaggies in their books. ☯92JUN","Do you really think you need eyephones to read a book? ☯92JUN","I didn't have to futz around with a breakout box at all. Just plug and go. ☯89DEC","Expansion slots accommodate credit card-sized cards that could provide additional RAM, communications, or even a tiny hard disk. ☯92MAY","Visualization of 3D and time multiplexed data is next to impossible (except intracranially) at present. ☯92JUN","Are there any vegetarians/vegans out there? How would you feel about eating virtual meat? ☯92JUN","I could send a piece of email made out of rubber letters that smell like wet dog, and taste like ham when you eat them. ☯92JUN","I rather like text, actually, but it would be fun to attach other sensory attributes to it. ☯92JUN","The Bible has a QWERTY style keyboard. It will scroll forward and backwards. Many more features. ☯93APR","I have a handheld computer Bible that I am no longer actively using. ☯93APR","You like a post, so you rip it off and stuff it into your RAM drive, a new one dissolves in to replace the one you removed. ☯92JUN","You throw a keyboard across cyberspace. A Mack truck appears and thunders into it, completely destroying the device, then disappears. ☯92JUN","What about a VR mailbox that looks like a real-world mailbox, but then a floating animated head reads to you when you open a message? ☯92JUN","How about texture of a VR message's surface reflecting it's tone? (i.e. a flame would be covered in spikes) ☯92JUN","What will a net message look like in VR? Will it have a flag representing the country from which it came, or maybe the computer? ☯92JUN","Visualize data as neat geographic shapes. ☯92JUN","VR people, get your heads out of the 2D gutter and Gibsonian fantasies. ☯92JUN","Does anyone know where I can find information on data constructs to be used in VR? ☯92JUN","New Apple Newton owners, please post where you bought your Newton, and what OS version it came with. ☯93OCT","Apple declined to provide battery life or memory specifics, but sources have said the Newton has 512 Kbytes of internal RAM. ☯92MAY","Here I am WRITING these notes with a PENCIL &amp; PAPER because I am still holding out for the ultimate handheld computer! ☯92NOV","The several thousand Apple Newtons available for sale when the device launched sold out almost immediately. ☯93AUG","There is a new NewtOS on the way. Apple will distribute the upgrade via FTP, {pay} on-line services, and 1-800-NEWTON9 in October! ☯93SEP","Apple NotePad has no keyboard; users enter data and control the system by writing, sketching and gesturing directly on the screen. ☯92MAY","Today, Apple is launching what could prove to be its most important strategic initiative since the rollout of the Macintosh. ☯92MAY","Within 5 years, the Personal Infomator (Computer-Communicator-DataMunger-InfoScruncher) will be common with the masses. ☯92NOV","I am convinced that this Fall will be the beginning of a new wave of handheld computing. ☯92NOV","The Hewlett-Packard Handheld Computer Association of Denmark have launched a Bulletin Board System solely devoted to HP Calculators. ☯91JUN","Well Jason, you truly are one of Radio Shack's finest! ☯92DEC","The maintainers scoured the database removing useless or incomplete creations. ☯92JUN","Can you imagine your grandmother typing ‘man mail’ and understanding it? ☯92JUN","Within a few years, every home will have a net connection and many people will be playing games. The global villiage strikes again. ☯92JUN","All objects get wet when they are dunked in the water, but expressing this in a language that is driven by verbs isn't so easy. ☯92JUN","The history of Islandia illustrates the life cycle of a MUD and the extremes of beauty and horror which these programs can represent. ☯92JUN","Islandia was a friendly place, with friendly people, and famed for its many beautifully designed rooms. ☯92JUN","The sky is the limit. Close your eyes and think of real graphics. Real virtual reality. ☯92JUN","The user has a representation within the data space which may engage in moving, examining objects, smiling, fighting, and dying. ☯92JUN","A large class of text-based artificial realities has evolved. ☯92JUN","Please remember that not everyone is so fortunate as to have access to Internet. ☯92MAY","Complete future knowledge implies that the pattern is fixed. ☯93AUG","It pays to keep up with the hyperactive pop music world when Intel describes your company as “the Milli Vanilli of semiconductors.” ☯93JUN","I'm heading to the Club MTV tour for Milli Vanilli, Was (Not Was), Information Society, Tone Loc, and Lisa Lisa and the Cult Jam. ☯89JUL","Technotronic all wore Day-Glo-colored clothes except for the two frontpeople, who wore giraffe-patterned shirt and pants and caps. ☯90MAY","Madonna's opener was Technotronic: a British high-tech dance band fronted by MC Eric and Ya Kid K (that's what they call themselves). ☯90MAY","Are there any Milli Vanilli fans out there on the network? ☯90OCT","Our nation will one day be run by someone who bought a Vanilla Ice album as a child. Think about that one and cry. ☯91OCT","Oh well, I guess it was going to happen eventually. That squid Vanilla Ice has made a movie. ☯91OCT","I think Marky Mark's a babe. Too bad he's such a boob. ☯93DEC","Die, Marky Mark, die! Sega Mega-CD is here! ☯93MAY","If you don't tell me rap sucks because of Vanilla Ice, then I won't claim that rock sucks because of New Kids on the Block. ☯91JUL","Image is almost everything, but WHITESPACE is where it's at. ☯92SEP","Live long, and code well. ☯92FEB","As it is, you're the master of obsolete video hardware, on a machine with less than 1% of the available computer market world wide. ☯92FEB","We own an Atari STFM, Amiga, Archimedes, two STe's, two video recorders, two large TVs, a sampling synthesizer, and a huge amplifier! ☯92FEB","DEMO CODING HAS DONE WONDERFUL THINGS FOR ME! ☯92FEB","Programming is an exacting and brilliant science. Game Design, however, is an art. ☯93NOV","Another of my female friends really loved the Ultima Underworld adventures and spends a lot of time playing Minesweeper and Nethack. ☯93NOV","My friend's girlfriend monopolises his computer to play Civilisation, then Dune, and Risk, so the strategy games are definitely in. ☯93NOV","Why use DPaint when you can sample/scan/render? Why write your own animation engine when you can use MacroMind Director? ☯93NOV","Why code yourself when you can scrounge source and buy libraries? ☯93NOV","How many people here believe that Mandelbrot and Julia fractal sets are art? ☯93NOV","I am still looking for a cheap, portable cell phone (not the ‘phone in a bag’ type). Any pointers? ☯92FEB","Driving is serious business. Cars are no place for telephones. ☯91AUG","I have driven several cars with electronic maps and experimental navigation systems. ☯91AUG","I must have entered a time warp back to 1989. A 2400 baud for $110?! ☯93JUL","I live on BITNET and sending big packages over the net REALLY slows things down on every node along the way. ☯90DEC","I'm interested in the quality of stand-alone systems such as color active matrix portables and projection LCD-TV sets. ☯93AUG","Thanks for the thanks, but I'm getting embarrassed. If you need to thank me, send me email (I do enjoy it), don't waste bandwidth. ☯90FEB","I personally know of several artists who'd rather give out photocopies than have GIFs floating around out there. ☯93MAY","Would I hang a GIF on the walls of my office? Not a chance. ☯93MAY","Hey People! I've got to say this: there's more to art and artists than just GIFS! ☯93MAY","Apparently, Bill Gates is interested in buying the rights to digitized versions of the most valuable paintings and photographs. ☯90DEC","The only GIFs I have are Renoir's ‘Bather’ and ‘Bathers,’ and although they are nice, they're not my preference. ☯90DEC","I, and several of my friends, would LOVE to get our hands on some GIFs of French Impressionist work. ☯90DEC","I created almost all of the 3D models in the game “Car &amp; Driver” published by Electronic Arts. ☯93JUN","I have some experience with pixel art, especially creating texture maps. ☯93JUN","Ever try Chris Johnson's GateKeeper or Jeff Shulman's VirusDetective? Both do very important things that Disinfectant can't do (yet). ☯90FEB","After reading through about fifty of these for fun, it suddenly dawned on me that this looks like a spiffy place to get some help. ☯93JUN","Could someone out there e-mail me the ending to the Tuesday NBC Movie? Did the mean worker get it in the end? What happened to Jenny? ☯91AUG","The Lincoln Futura had enormous “eyebrows” over the front headlamps and little fins sticking out at different angles in the back. ☯93SEP","There were countless attempts at producing amphibious vehicles long before the brief heyday of the Amphicar (1960-68). ☯93SEP","I own a 1973 Volkswagen Thing (Type 181). I want to restore it to show condition and throw in a beautiful stereo in while I'm at it. ☯93JUN","This is interesting as relative velocities between stars can be 50-150km/s and chemical rockets can't deliver that kind of delta-vee. ☯93AUG","Stutterwarp doesn't change intrinsic velocity. ☯93AUG","Unfortunately, I lose my serial mouse for the remainder of the NuPop session when the built-in screen saver kicks on. ☯93JUN","My new hard-drive sounds like a washing machine, I can put up with it that noise but not with the screen interference it's causing! ☯93SEP","Since this glitch tends to eat money, I guess I'll leave that great new box alone until they fix it, if they ever do. Dang. ☯93DEC","I may not be able to read the net much in the near future. ☯93JUN","I hope this is somewhat enlightening, and not too incorrect (as it is coming from volatile organic memory). ☯88APR","Glass knives are used to make sharper and cleaner slices when working at a tiny levels—they only last about 24 hours. ☯88APR","I used to work in an electron microscopy lab. ☯88APR","Would anyone be interested in purchasing a super fresh techno mix tape that I just made last weekend? ☯93APR","I can beatmix just in case you were wondering. ☯93APR","I've been DJ'ing for nearly 5 months (I think) and I'm getting better and better. ☯93APR","I'm trying to put together a mix tape for a friend who will soon be leaving on a national tour of ROMEO AND JULIET (as Juliet). ☯93MAY","My girlfriend is going on a road trip around the Midwest and I want to make a tape for her so she won't forget about me. ☯93JUN","“Rainbow Warriors: Greenpeace” (I don't remember the exact title) is my favorite compilation. Double CD. ☯92OCT","Total and unlimited access to computers and the information held within them may not change your life for the better. ☯93JUN","The formality and prose of the written letter is gone, blithered away into a stream-of-consciousness style of e-communications. ☯93JUN","The new defragmentation routines work wonders on my hard drive. My GIF viewer brings forth new images from the Smithsonian. ☯93JUN","I can receive many hundred thousand bits of information, at no charge, which shape the decisions I make. ☯93JUN","Hyperreality, hyperspeed, hyperinformation, hyperlearning, hyperintellegence, hyperactivity, hypertext, hypersex, hyper-whatever. ☯93JUN","That constant drone which fills the spaces between the keystrokes pulls me into hyperreality. ☯93JUN","Among my early memories of boyhood are the cravings to know, feel, own, control, program and take apart a personal computer. ☯93JUN","Do you dislike Clinton winning so much that you are willing to hope the country gets trashed? ☯92NOV","I don't know if anyone has been following Clinton—the media started ignoring him when it became clear that he's going to end up last. ☯92MAY","Sweet jezus! I'm sick of hearing everyone blaming everyone else for everything. ☯92NOV","Working class dolts duped into supporting the Republican Party—so-called Reagan Democrats—are the biggest joke this country has seen. ☯93AUG","I spent the day at a workshop by Edward Tufte, author of “Visual Display of Quantitative Information” and “Envisioning Information.” ☯93FEB","I, too, am reminded of Aristotle while thinking about font/graphics issues. ☯93FEB","I myself am a big fun font freak. ☯93FEB","It is a well established maxim that writing is becoming more visual and less linear. Could font-mad students know something we don't? ☯93FEB","What, you may say does logic and emotion have to do with fonts and graphics? So much, I think. ☯93FEB","Man zooming in onto the eye of the woman. Music softens. 5 seconds of the birds (with sound) flying around the AMIGA logo. ☯88NOV","Show us that this isn't just another place to plug in a joystick. ☯88NOV","As usual, Commodore will rely on its Amiga users to spread the word about this magnificent computer. ☯88NOV","The lettering was not beautiful. It wasn't shadowed or anything. It should have been antialiased. ☯88NOV","Look, Commodore—if you're gonna advertise on MTV, do something hot and rocking, with hot music and lots of fast cutaways. ☯88NOV","I'll try to stop commenting by proxy for you in the future. ☯92NOV","Don't kill the television. It's good for things like watching Blade Runner on video. ☯93JUN","If you folks insist in reveling in your lack of intelligence, you should call 1-900 numbers and get socked with huge phone bills. ☯91FEB","I must have missed that Madonna feuded with Kurt Loder. Could someone fill me in? ☯91FEB","VCR alert: MTV, Tuesdays at 10. Liquid Television. ☯92OCT","I hope this is a false alarm, but I've just seen the announcement of Frank Zappa's death on MTV. ☯93DEC","MTV, if you're reading this: STICK TO MUSIC. ☯93JUN","MTV is the apotheosis of Andy Warhol. The final triumph of image over substance.  As information networks go, it's Froot Loops. ☯93JUN","I thought Downtown Julie Brown was really cool, but then she became repetitive. Adam Curry was okay, but his hair got way too fluffy. ☯93FEB","I don't want to sound smug, but we had Yahoo Serious as a VJ on MTV. What happened to Yahoo?  Working on a new flick, I hope! ☯93FEB","A mostly ‘black’ screensaver is just as bad as a mostly ‘white’ desktop. Find a screensaver that inverts your screen periodically. ☯93SEP","One who has never hacked sendmail․cf has no soul. One who has hacked it twice has no brain. ☯92SEP","Hot air balloon bungee jumping is just a yuppie adaptation of an otherwise interesting sport. ☯90SEP","Naked, nuts, and nervy. Those are the only requirements for nude bungee-jumping day. ☯92FEB","Cybermusic, cyberfood, cyberthis, cyberthat! ☯93AUG","If ‘cyberpunk’ is an attitude, then everyone is entitled to think they are a cyberpunk. ☯93AUG","You should see the look on a teen-droid's face when you ask for a Whopper without the bun. ☯92AUG","You can't grep dread trees. ☯92SEP","I guess loads of people (make that ‘Unix people’) want to use grep while looking something up in a book. ☯92SEP","If a radish were re-engineered to have tiger stripes, it will be assumed to be safe and wholesome. ☯92MAY","The FDA has decided that genetically-engineered foods require no special examination. ☯92MAY","I really need my floppies back. ☯93DEC","An interesting problem just developed, I have lost all access to my floppy drives. ☯93DEC","Keep in tuned with your culture. ☯92SEP","All this talk about boogies is getting me all boogie-happy. ☯92AUG","What did the rest of you think of the Labor Day Jam in Brooklyn? ☯92SEP","To my fellow Grenadians, I must say that we sure know our way around when it comes to getting the place pumping. ☯92SEP","Wow, I can feel the ethernet packets zapping back already. ☯91JUN","What are you doing over the holiday weekend besides answering every followup to your uninformed, stupid post? Don't you have a life? ☯93DEC","Could any of you friendly netters email me an ASCII pic that could be used to symbolize Labor Day? ☯92AUG","I couldn't take Labor Day off—I have so much work to do because of stupid questions from newbie students and stupid professors. ☯92SEP","You are cordially invited to a nude Labor Day celebration at Black's Beach. Dawn til' dusk. Dress optional. ☯92JUL","DO NOT go to Magic Mountain on the Saturday before Labor Day. I did this and I will NEVER EVER EVER EVER do it again. ☯93AUG","Repondez sil vous plait. ☯93SEP","WARNING !!!! \n\nIMMINENT EYESTRAIN DANGER !!! \n\nTHIS MESSAGE IS VERY LONG.  20 OR MORE SCREENS !!! \n\nREAD AT YOUR OWN RISK !!! \n\n☯92SEP","The judge dismissed Apple's arguments that it had copyright protection for movable symbols or “icons,” and overlapping windows. ☯92APR","I'd watch out for the Apple Look-and-Feel police coming to impound your hard disk  and force you to pay back royalties to Apple! ☯91MAR","Apple has been enjoying it's “hacker” image for years, an image that I've feel that it doesn't deserve. ☯88APR","I am a little nervous about all this attention Internet is receiving. ☯93SEP","Can anybody out there dust off there history books and tell me about the development of INTERNET? ☯93JUN","You can never tell what our electronic legacy to the future will be. ☯93NOV","Cybernauts cruising the Matrix will spot professors in virtual pith helmets directing virtually sweating graduate students for—what? ☯93NOV"]